Repository: ayhanyalcinsoy/Pisicik
Catalog: kaptan-codes/po/*.po
Languages: de, fr, gl, hu, pl, pt

source: enabled the firewall;
de: Firewall aktiviert;
fr: Pare-feu activé ;
gl: devasa activada;
hu: tűzfal engedélyezése;
pl: włączyłeś zaporę ogniową;
pt: firewall ativa;

source: disabled the firewall;
de: Firewall deaktiviert;
fr: pare-feu désactivé ;
gl: devasa desactivada;
hu: tűzfal kikapcsolása;
pl: wyłączyłeś zaporę ogniową;
pt: firewall inativa;

source: Extra Settings
fr: Paramètres supplémentaires
gl: Configuración adicional
pl: Dodatkowe ustawienia

source: enabled the [extra] repo;
fr: dépôt [extra] activé;
gl: Activouse o repositorio [extra].
pl: włączyłeś repozytorium [extra];

source: disabled the [extra] repo;
fr: dépôt [extra] désactivé;
gl: Desactivouse o repositorio [extra].
pl: wyłączyłeś repozytorium [extra];

source: Error
de: Fehler
fr: Erreur
gl: Erro
hu: Hiba
pl: Błąd
pt: Erro

source: Cannot restart plasma-desktop. Kapudan will now shut down.
de: Plasma-Desktop kann nicht neu gestartet werden. Kapudan wird jetzt beendet.
fr: Impossible de redémarrer plasma-desktop. Kapudan va maintenant s'arrêter.
gl: Non é posíbel reiniciar o escritorio Plasma. Kapudan procederá a pecharse.
hu: Nem tudtuk újraindítani a plasma-desktop programot. A Kapudan most bezáródik.
pl: Nie można ponownie uruchomić pulpitu plazmy. Kapudan zostanie teraz zamknięty.
pt: Plasma-desktop não reiniciado. O kapudan será encerrado.

source: Customize Your Desktop
de: Personalisieren Sie Ihren Desktop
fr: Personnaliser votre bureau
gl: Personalizar o escritorio
hu: Munkaasztal testreszabása
pl: Spersonalizuj swój pulpit
pt: Personalização da área de trabalho

source: GTK Integration
fr: Intégration GTK
gl: Integración con GTK
pl: Integracja GTK

source: Enable the [extra] repository.
fr: Activer le dépôt [extra].
gl: Activar o repositorio [extra].
pl: Włącz repozytorium [extra].

source: <html><head/><body><p>Chakra believes in providing an environment that is as clean as possible, and fully focused on KDE. This means there are no GTK applications in the repositories enabled by default. However, we recognize that there are quite a few &quot;must have&quot; GTK applications; these are provided in the <span style=" font-weight:600;">[extra] </span><a href="http://chakraos.org/wiki/index.php?title=Repositories"><span style=" text-decoration: underline; color:#00acff;">repository</span></a>, which can be enabled by those users that want to use it. For better integration of your GTK apps, please install gtk-integration or the GTK theme of your choice.</p></body></html>
gl: <html><head/><body><p>Desde o Proxecto Chakra cremos en fornecer un ambiente tan limpo como sexa posíbel, e centrado completamente en KDE. Iso significa que, de maneira predeterminada, os repositorios con programas baseados en GTK non están activados. Porén, recoñecemos que existen algúns programas baseados en GTK que resultan imprescindíbeis. Estes programas poñémolos a disposición de todos no <a href="http://chakraos.org/wiki/index.php?title=Repositories"><span style=" text-decoration: underline; color:#00acff;">repositorio</span></a> <span style=" font-weight:600;">[extra]</span>, que poderá activar manualmente se quere. Para que os programas baseados en GTK se integren mellor co sistema, instale o paquete «gtk-integration» ou un tema de GTK que lle guste.</p></body></html>
pl: <html><head/><body><p>Chakra stara się dostarczać jak najbardziej schludne środowisko, całkowicie skupione na KDE. Oznacza to, że w domyślnie włączonych repozytoriach nie ma żadnych programów GTK. Rozumiemy jednak, że istnieje kilka &quot;niezbędnych&quot; programów GTK; umieściliśmy je w <a href="http://chakraos.org/wiki/index.php?title=Repositories"><span style=" text-decoration: underline; color:#00acff;">repozytorium</span></a> <span style=" font-weight:600;">[extra] </span>, które może być włączone na życzenie użytkownika. Dla lepszej integracji z programami GTK, zainstaluj pakiet gtk-integration lub wybrany motyw GTK.</p></body></html>

source: Choose a Wallpaper
de: Hintergrundbild auswählen
fr: Choisir un fond d'écran
gl: Escoller un fondo de escritorio
hu: Háttérkép kiválasztása
pl: Wybierz tapetę
pt: Escolha o papel de parede

source: <html><head/><body><p>This screen helps you set your <span style=" font-weight:600;">user picture</span>. You can either choose an image from a file, or you can capture an image from your camera, if you have one. Select an option from the <span style=" font-weight:600;">options</span> menu.</p></body></html>
de: <html><head/><body><p>Dieser Bildschirm hilft Ihnen, Ihr <span style=" font-weight:600;">Benutzerbild</span> einzustellen. Sie können entweder ein Bild von einer Datei auswählen oder eines durch Ihre Kamera aufnehmen lassen, wenn Sie eine besitzen. Wählen Sie eine Möglichkeit aus dem <span style=" font-weight:600;">Optionen</span>-Menü</p></body></html>
fr: <html><head/><body><p>Cet écran vous aide à définir votre <span style=" font-weight:600;">avatar</span>. Vous pouvez soit choisir une image depuis un fichier, soit capturer une image depuis une webcam, si vous en avez une. Sélectionnez une option depuis le menu <span style=" font-weight:600;">options</span>.</p></body></html>
gl: <html><head/><body> <p>Desde aquí pode configurar a súa <span style=" font-weight:600;">imaxe de usuario</span>. Pode cargar un ficheiro de imaxe, ou capturar unha imaxe cunha cámara, se ten. Escolla unha opción do menú de <span style=" font-weight:600;">Opcións</span> .</p> </body></html>
hu: <html><head/><body><p>Itt beállíthatja a <span style=" font-weight:600;">felhasználói képét/span>. Kiválaszthatod fájlból vagy képet készíthet a webkamerája segítségével, ha az elérhető. Válassza ki valamelyiket a <span style=" font-weight:600;">beállítások</span> menüből.</p></body></html>
pl: <html><head/><body><p>Ten etap pomoże ci ustawić twój <span style=" font-weight:600;">obrazek użytkownika</span>. Możesz go wybrać z pliku lub wykonać zdjęcie kamerką, jeśli taką posiadasz. Wybierz opcję z sekcji <span style=" font-weight:600;">Opcje</span></p></body></html>
pt: <html><head/><body><p>Este ecrã ajuda-o a escolher a sua <span style=" font-weight:600;">imagem de utilizador</span>. Pode escolher um ficheiro, ou pode obter uma fotografia da sua máquina fotográfica, caso a possua. Selecione uma opção no menu de <span style=" font-weight:600;">opções</span>.</p></body></html>

source: Options
de: Optionen
gl: Opcións
hu: Beállítások
pl: Opcje
pt: Opções

source: Choose an image
de: Wählen Sie ein Bild
fr: Choisissez une image
gl: Seleccionar unha imaxe
hu: Kép kiválasztása
pl: Wybierz obrazek
pt: Escolha uma imagem

source: Capture
de: Aufnehmen
gl: Capturar
hu: Elfog
pl: Złap
pt: Capturar

source: Recapture
de: Erneut aufnehmen
gl: Volver capturar
hu: Visszafoglal
pl: Powtórz
pt: Recapturar

source: More
de: Mehr
fr: Plus
gl: Máis
hu: Bővebben
pl: Więcej
pt: Mais

source: Congratulations!
de: Herzlichen Glückwunsch!
fr: Félicitations
gl: Parabéns!
hu: Gratulálunk!
pl: Gratulacje!
pt: Parabéns!

source: Check for updates automatically?
fr: Vérifier les mises à jour automatiquement ?
gl: Comprobar automaticamente se hai actualizacións dispoñíbeis?
pl: Automatycznie sprawdzać aktualizacje?

source: <html><head/><body><p>To install and remove programs in Chakra, use the command-line program <a href="http://chakraos.org/wiki/index.php?title=Pacman"><span style=" text-decoration: underline; color:#00acff;">pacman</span></a>. You can run <span style=" font-weight:600;">sudo pacman -Syu</span> to update, <span style=" font-weight:600;">pacman -Ss </span><span style=" font-weight:600; font-style:italic;">keyword</span> to search through the repos, and <span style=" font-weight:600;">sudo pacman -S </span><span style=" font-weight:600; font-style:italic;">package</span> to install packages.</p><p>Pacman does not have any sort of graphical interface, so Chakra ships with Octopi, a Pacman frontend which can also provide update notifications. When updates are available, Octopi Notifier will show a notification in your system tray. </p></body></html>
gl: <html><head/><body><p>Para instalar ou eliminar programas en Chakra, empregue a ferramenta da liña de ordes <a href="http://chakraos.org/wiki/index.php?title=Pacman"><span style=" text-decoration: underline; color:#00acff;">pacman</span></a>. Pode executar <span style=" font-weight:600;">sudo pacman -Syu</span> para actualizar, <span style=" font-weight:600;">pacman -Ss </span><span style=" font-weight:600; font-style:italic;">palabra clave</span> para buscar paquetes nos repositorios, ou <span style=" font-weight:600;">sudo pacman -S </span><span style=" font-weight:600; font-style:italic;">paquete</span> para instalar paquetes.</p> <p>Pacman carece de interface gráfica, polo que en Chakra decidimos ofrecer Octopi, unha interface independente para Pacman que ofrece ademais notificacións sobre actualizacións dispoñíbeis. Cando haxa actualizacións dispoñíbeis para descarga, o notificador de Octopi mostrará unha notificación na área de notificacións do sistema.</p></body></html>
pl: <html><head/><body><p>Do instalowania i usuwania programów w systemie Chakra służy program <a href="http://chakraos.org/wiki/index.php?title=Pacman"><span style=" text-decoration: underline; color:#00acff;">pacman</span></a>. Uruchom polecenie <span style=" font-weight:600;">sudo pacman -Syu</span>, aby zaktualizować system, <span style=" font-weight:600;">pacman -Ss </span><span style=" font-weight:600; font-style:italic;">słowo kluczowe</span>, aby przeszukać repozytoria, bądź <span style=" font-weight:600;">sudo pacman -S </span><span style=" font-weight:600; font-style:italic;">pakiet</span>, aby zainstalować określony pakiet.</p><p>Pacman nie posiada interfejsu graficznego, więc Chakra została wyposażona w Octopi, graficzną nakładkę na Pacmana, która zapewnia również powiadomienia o aktualizacjach. Gdy są one dostępne, Octopi Notifier wyświetla powiadomienie w tacce systemowej. </p></body></html>

source: Updates
de: Aktualisierungen
fr: Mises à jour
gl: Actualizacións
hu: Frissítések
pl: Aktualizacje
pt: Atualizações

source: <html><head/><body><p>The <span style=" font-weight:600;">clicking behavior</span> defines how many times you want to click to open files and folders. If you are <span style=" font-weight:600;">left handed</span>, you may prefer to swap the left and right buttons of your pointing device.</p></body></html>
de: <html><head/><body><p>Das <span style=" font-weight:600;">Klickverhalten</span> legt fest, wie oft Sie klicken möchten, um Dateien oder Ordner zu öffnen. Wenn Sie <span style=" font-weight:600;">Linkshänder</span> sind, könnten Sie es bevorzugen, die linke und rechte Taste Ihres Zeigegerätes zu tauschen.</p></body></html>
fr: <html><head/><body><p>Le <span style=" font-weight:600;">comportement du clic</span> définit combien de fois vous voulez cliquer pour ouvrir des fichiers et dossiers. Si vous êtes <span style=" font-weight:600;">gaucher</span>, vous préférerez peut-être inverser les boutons droit et gauche de votre périphérique de pointage.</p></body></html>
gl: <html><head/><body> <p>O <span style=" font-weight:600;">comportamento do botón principal</span> determina o número de veces que quere ter que premer un ficheiro ou cartafol para abrilo. Se é <span style=" font-weight:600;">zurdo</span>, pode que prefira intercambiar os botóns principal e secundario do seu dispositivo para mover o cursor.</p> </body></html>
hu: <html><head/><body><p>A <span style=" font-weight:600;">klikkelési beállítások</span> határozzák meg, hogy hányszor akar ráklikkelni a fájlra vagy mappára, annak megnyitásához. Ha ön <span style=" font-weight:600;"> balkezes</span>, akkor felcserélheti bal- és jobbgomb sorrendjét.</p></body></html>
pl: <html><head/><body><p><span style="font-weight:600;">Ustawienie przycisków</span> definiuje liczbę kliknięć wymaganą do otworzenia plików i katalogów. Jeżeli jesteś <span style=" font-weight:600;">leworęczny</span>, możesz dla wygody zamienić kolejnością przyciski urządzenia wskazującego.</p></body></html>
pt: <html><head/><body><p>O <span style=" font-weight:600;">comportamento de clique</span> define o número de vezes que será necessário clicar para abrir as pastas e ficheiros. Se você for <span style=" font-weight:600;">canhoto</span>, pode trocar os botões do rato do seu dispositivo.</p></body></html>

source: Clicking Behaviour
de: Klickverhalten
fr: Comportement du clic
gl: Comportamento do botón principal
hu: Klikkelési beállítások
pl: Ustawienia przycisków
pt: Comportamento de clique

source: Dou&ble-click to open files and folders
de: &Doppelklick, um Dateien und Ordner zu öffnen
fr: Dou&ble-clic pour ouvrir les fichiers et dossiers
gl: Duplo-clic para abrir os ficheiros e cartafoles.
hu: Du&pla kattintás a fájlok és mappák megnyitásához
pl: Podwójne kliknięcie dla otwierania plików i folderów
pt: Dois cliques para a&brir ficheiros e pastas

source: Single-click to open files and folders
de: Einfacher Klick, um Dateien und Ordner zu öffnen
fr: Simple-clic pour ouvrir les fichiers et dossiers
gl: Un só clic para abrir os ficheiros e cartafoles.
hu: Egyszeri kattintás fájlok és mappák megnyitásához
pl: Pojedyncze kliknięcie dla otwierania plików i folderów
pt: Um clique para abrir ficheiros e pastas

source: Button Order
de: Tastenanordnung
fr: Ordre des boutons
gl: Orde dos botóns
hu: Gombsorrend
pl: Kolejność przycisków
pt: Ordem dos botões

source: Right Hand
de: Rechte Hand
fr: Main droite
gl: Man dereita.
hu: jobbkezes
pl: Praworęczna
pt: Destro

source: Left Hand
de: Linke Hand
fr: Main gauche
gl: Man esquerda.
hu: balkezes
pl: Leworęczna
pt: Canhoto

source: Reverse scrolling
de: Umgekehrtes Scrollverhalten
fr: Défilement inversé
gl: Inverter o desprazamento.
hu: Fordított görgetés
pl: Odwrócone przewijanie
pt: Deslocação inversa

source: <html><head/><body><p><span style=" font-weight:600;">Your settings have been applied.</span> Now you can start enjoying Chakra, or check out the following links and applications for more settings, or for help and support. Don't forget to <span style=" font-weight:600;">join our community!</span></p></body></html>
de: <html><head/><body><p><span style=" font-weight:600;">Ihre Einstellungen wurden gespeichert.</span>Sie können jetzt Chakra benutzen oder aber für weitere Einstellungen sowie Hilfe und Support den folgenden Links und Anwendungen folgen. Vergessen Sie nicht, <span style=" font-weight:600;">unserer Gruppe beizutreten!</span></p></body></html>
fr: <html><head/><body><p><span style=" font-weight:600;">Vos paramètres ont été appliqués.</span> Vous pouvez maintenant commencer à profiter de Chakra, ou consulter les liens et applications suivantes pour plus de paramètrage, ou pour trouver de l'aide et du support. N'oubliez-pas de <span style=" font-weight:600;">rejoindre notre communauté !</span></p></body></html>
gl: <html><head/><body> <p><span style=" font-weight:600;">Aplicáronse os cambios</span>. Xa pode gozar de Chakra, ou botar unha ollada ás seguintes ligazóns e aplicativos para seguir a personalizar o sistema ou atopar axuda. Non esqueza <span style=" font-weight:600;">unirse á comunidade</span>!</p> </body></html>
hu: <html><head/><body><p><span style=" font-weight:600;">A beállításait alkalmaztuk.</span> Mostantól élvezheti a Chakra használatát, vagy megnézheti a következő linkeket és alkalmazásokat a még több beállításhoz, vagy a súgóhoz és a támogatáshoz. Ne felejtsen el <span style=" font-weight:600;">csatlakozni a közösségünkhöz!</span></p></body></html>
pl: <html><head/><body><p><span style=" font-weight:600;">Wybrane ustawienia zostały zastosowane.</span> Możesz zacząć cieszyć się Chakrą lub sprawdzić poniższe odnośniki i aplikacje dla dalszej konfiguracji lub uzyskania pomocy i wsparcia. Nie zapomnij <span style=" font-weight:600;">dołączyć do naszej społeczności!</span></p></body></html>
pt: <html><head/><body><p><span style=" font-weight:600;">As suas definições foram aplicadas.</span> Agora, já pode desfrutar do Chakra ou analisar estas ligações e aplicações para mais definições, ajuda ou suporte. Não se esqueça de <span style=" font-weight:600;">integrar a nossa comunidade!</span></p></body></html>

source: System Settings
de: Systemeinstellungen
fr: Paramètres du système
gl: Configuración do sistema
hu: Rendszerbeállítások
pl: Ustawienia systemowe
pt: Definições do sistema

source: Configuration tools for Chakra, such as the display settings, firewall, keyboard layout, user management...
de: Konfigurationswerkzeuge für Chakra, wie etwa die Bildschirmeinstellungen, Firewall, Tastaturlayout, Benutzermanagement...
fr: Outils de configuration pour Chakra, tel que les paramètres d'affichage, le pare-feu, la configuration de clavier, la gestion des utilisateurs...
gl: Ferramentas de configuración para Chakra, como a configuración de pantalla, a devasa, a disposición do teclado, a xestión dos usuarios…
hu: Beállító eszközök a Chakra-hoz, mint a megjelenési beállítások, tűzfal, billentyűzet, felhasználó kezelése...
pl: Narzędzia konfiguracyjne Chakry, w tym ustawienia wyświetlania, zapory ogniowej, klawiatury, stylizacji, użytkowników...
pt: Ferramentas de configuração do Chakra, tais como definições de exibição, firewall, esquema de teclado, utilizadores...

source: Help and Support
de: Hilfe und Support
fr: Aide et support
gl: Axuda
hu: Súgó és támogatás
pl: Pomoc i wsparcie
pt: Ajuda e suporte

source: Chakra community: mailing lists, chat rooms, Wiki documents, help and support pages...
de: Chakra-Community: Mailinglisten, Chaträume, Wiki-Dokumente, Hilfe und Supportseiten...
fr: Communauté Chakra : listes de diffusion, salon de discussions, Wiki, pages d'aide et de support...
gl: Comunidade de Chakra: listas de correo, salas de conversa, wiki de documentación, páxinas de axuda…
hu: Chakra közösség: levelező listák, chat szobák, Wiki dokumentáció, súgó és támogatás oldalak
pl: Społeczność Chakry: lista mailingowa, chat, dokumentacja w formie Wiki, pomoc i wsparcie...
pt: Comunidade Chakra: listas de correio, salas de conversação, documentação, ajuda e suporte...

source: Using KDE
de: KDE benutzen
fr: Utiliser KDE
gl: Usar KDE
hu: KDE használata
pl: Użytkowanie KDE
pt: Utilização do KDE

source: Learn how to get the most out of KDE, the Plasma desktop, and everything else Chakra has to offer, in the Chakra Beginner's Guide.
de: Erfahren Sie im Chakra-Leitfaden für Anfänger, wie Sie das Beste aus KDE, dem Plasma-Arbeitsplatz und allem anderen, das Chakra zu bieten hat, herausbekommen können.
fr: Apprenez comment tirer le meilleur de KDE, du bureau Plasma, et de tout ce que Chakra a à offrir dans le Guide du Débutant Chakra.
gl: Aprenda a sacarlle partido a KDE, ao escritorio Plasma, e ao resto de funcionalidades que ofrece Chakra cos «Primeiros pasos con Chakra».
hu: A Chakra kezdőknek szánt dokumentációjából megtanulhatja a Chakra, a KDE és a Plazma munkaasztal rejtelmeit.
pl: Dowiedz się więcej o KDE, pulpicie Plazmy i wszystkim innym, co ma do zaoferowania Chakra, we Wstępie dla początkujących.
pt: Saiba como obter o melhor desempenho do KDE, do ambiente Plasma e do Chakra, no guia de iniciação ao Chakra.

source: Beginner's Guide
de: Leitfaden für Anfänger
fr: Guide du Débutant
gl: Primeiros pasos
hu: Segítség kezdőknek
pl: Wstęp dla początkujących
pt: Guia de iniciação

source: Run Kapudan on system startup?
de: Kapudan beim Systemstart anzeigen?
fr: Lancer Kapudan au démarrage du système ?
gl: Executar Kapudan ao iniciarse o sistema.
hu: Kapudan futattása rendszerindításkor?
pl: Uruchamiać Kapudan przy starcie systemu?
pt: Executar Kapudan ao iniciar o sistema?

source: Welcome to %s
de: Willkommen bei %s
fr: Bienvenue dans %s
gl: Benvido a %s
hu: Köszönti önt a %s
pl: Witaj w %s
pt: Bem-vindo ao %s

source: Keep your system secure
de: Halten Sie Ihr System sicher
fr: Gardez votre système sécurisé
gl: Manteña o seu sistema seguro
hu: Legyen a rendszere biztonságban
pl: Zadbaj o bezpieczeństwo systemu
pt: Mantenha o sistema protegido

source: Enable / Disable Services (Daemons)
de: Dienste (Daemons) aktivieren / deaktivieren
fr: Activer / désactiver les services (démons)
gl: Activar ou desactivar servizos (daemons)
hu: Szolgáltatások engedélyezése / tiltása (daemonok)
pl: Włącz / Wyłącz usługi (daemony)
pt: Ativar e desativar serviços

source: You can also customize your <b>KDE menu</b> as you like. Please choose one from the following styles.
de: Sie können auch Ihr <b>KDE-Menü</b> nach eigenen Wünschen einstellen. Bitte wählen Sie einen der folgenden Stile.
fr: Vous pouvez aussi personnaliser votre <b>menu KDE</b> comme vous le souhaitez. Merci de choisir l'un des styles suivants.
gl: Tamén pode personalizar o <b>menú de KDE</b> como goste. Escolla un dos seguintes estilos.
hu: Itt beállíthatja az ön által használni kívánt KDE menü típusát. Kérjük válasszon ki egyet az alábbi stílusok közül.
pl: Możesz również spersonalizować własne <b>KDE menu</b>. Wybierz jeden z dostępnych stylów.
pt: Também pode personalizar o seu <b>menu KDE</b>. Por favor escolha um destes estilos.

source: Sample
de: Beispiel
fr: Exemple
gl: Mostra
hu: Példa
pl: Przykład
pt: Exemplo

source: Enable ksuperkey and start it at login.
de: Aktiviere ksuperkey und starte es bei der Anmeldung.
fr: Activer ksuperkey et le lancer au démarrage.
gl: Activar KSuperKey e inicialo coa sesión.
hu: Engedélyezze ksuperkey-t, és indítsa el a bejelentkezést
pl: Włącz "ksuperkey", i automatycznie uruchamiaj podczas logowania.
