Repository: ayhanyalcinsoy/Pisicik
Catalog: kaptan-codes/po/*.po
Languages: de, fr, gl, hu, pl, pt

source: KDE Wallet Manager: Protect and encrypt passwords and other information
de: KDE-Brieftaschensystem: Schützt und verschlüsselt Passwörter und andere Informationen
fr: KDE Wallet Manager : Protéger et chiffrer vos mots de passe et d'autres informations
gl: Xestor de carteiras de KDE — Protexa e cifre os seus contrasinais e outro tipo de información
hu: KDE digitális notesz: Jelszavak és egyéb információk védelme és titkosítása
pl: Menedżer portfela KDE: Składuje i szyfruje hasła oraz inne informacje
pt: KDEWallet: Proteção e codificação de senhas e outras informações

source: chkrootkit and rkhunter: Check for the presence of rootkits on your system
de: chkrootkit und rkhunter: Suche nach dem Vorhandensein von Rootkits auf Ihrem System
fr: chkrootkit and rkhunter : Vérifier la présence de rootkits sur votre système
gl: chkrootkit e rkhunter — Comprobe se ten rootkits no sistema
hu: chkrootkit és rkhunter: Rootkit-ek után kutat az ön rendszerén
pl: chkrootkit i rkhunter: badają obecność rootkitów w twoim systemie
pt: chkrootkit e rkhunter: Procurar a presença de rootkits no sistema

source: Tiger: A host-based intrusion detection and auditing tool
de: Tiger: Ein Instrusion-Detection- und Audit-Werkzeug.
fr: Tiger : Un outil hébergé de détection d'intrusion et d'audit
gl: Tiger — Unha ferramenta de auditorías e detección de intrusións baseada nun servidor
hu: Tiger: A host-alapú behatolás érzékelő és auditálási eszköz
pl: Tiger: wewnętrzny system analizy bezpieczeństwa i detekcji niepożądanego dostępu
pt: Tiger: Uma ferramenta para deteção e auditoria de intrusos

source: <html><head/><body><p>Finally, Chakra also provides a graphical tool to configure the system firewall. Just click on &quot;Firewall&quot; in the KDE System Settings.</p></body></html>
de: <html><head/><body><p>Schließlich bietet Chakra noch ein grafisches Werkzeug an, um die System-Firewall zu konfigurieren. Klicken Sie einfach auf &ldquot;Firewall&rdquot; in den KDE-Systemeinstellungen.</p></body></html>
fr: <html><head/><body><p>Enfin, Chakra fournit aussi un outil graphique pour configurer le pare-feu système. Cliquez simplement sur &quot;Pare-feu&quot; dans les Paramètres Système de KDE.</p></body></html>
gl: <html><head/><body> <p>Ademais, Chakra fornece unha ferramentas gráfica para configurar a devasa do sistema. Só ten que premer «Devasa» na configuración do sistema.</p> </body></html>
hu: <html><head/><body><p>Utolsóként a Chakra grafikus eszközt biztosít a tűzfal beállításához. Keresse a &quot;Tűzfal&quot; pontot a Rendszerbeállítások programban.</p></body></html>
pl: <html><head/><body><p>Dodatkowo Chakra oferuje graficzną aplikację służącą konfiguracji zapory ogniowej. Wystarczy kliknąć &quot;Firewall&quot; w Ustawieniach systemowych KDE.</p></body></html>
pt: <html><head/><body><p>Por fim o Chakra também disponibiliza uma ferramenta gráfica para configurar a firewall. Clique em &quot;Firewall&quot; nas definições de sistema do KDE.</p></body></html>

source: <html><head/><body><p>Security is a process, not a product, and no operating system can realistically claim to be perfectly secure. It is up to you to make sure you keep your system up to date, and follow best security practices. However, Chakra does provide a few tools to help you keep your system safe.</p></body></html>
de: <html><head/><body><p>Sicherheit ist ein Prozess, kein Produkt. Kein Betriebssystem kann von sich aus behaupten, dass es vollkommen sicher sei. Es liegt an Ihnen, Ihr System aktuell zu halten und die besten Sicherheitsmaßnahmen zu befolgen. Chakra jedoch liefert Ihnen einige Werkzeuge, die dabei helfen, Ihr Betriebssystem sicher zu halten.</p></body></html>
fr: <html><head/><body><p>La sécurité est une méthode, pas un produit, et aucun système d'exploitation ne peut réellement prétendre être parfaitement sécurisé. C'est à vous de vous assurer que votre système est à jour, et de suivre les bonnes pratiques liées à la sécurité. Toutefois, Chakra fournit quelques outils pour vous aider à garder votre système sûr.</p></body></html>
gl: <html><head/><body> <p>A seguranza é un proceso, non un produto, e sendo realistas, ningún sistema operativo pode considerarse completamente seguro. Depende de vostede asegurarse de que o sistema estea actualizado, e seguir as mellores prácticas de seguranza. Porén, Chakra fornece algunhas ferramentas para axudarlle a manter seguro o sistema.</p> </body></html>
hu: <html><head/><body><p>A biztonság egy folyamat, nem egy termék, és egyik operációs rendszer sem állíthatja magáról azt, hogy teljesen biztonságos. Az ön feladata, hogy mindig napra készen tartsa rendszerét, és ügyeljen a biztonságra. A Chakra biztosít számára néhány eszközt amivel a rendszerét biztosabbá teheti.</p></body></html>
pl: <html><head/><body><p>Bezpieczeństwo to proces, nie produkt. Żaden system operacyjny nie jest stuprocentowo bezpieczny. Dbałość o aktualność systemu i trzymanie się norm bezpieczeństwa to twoje zadania. Mimo to Chakra oferuje kilka narzędzi, które ułatwią ci utrzymanie bezpiecznego systemu.</p></body></html>
pt: <html><head/><body><p>A segurança é um processo e não um produto e, na verdade, nenhum sistema é totalmente seguro. Depende do utilizador manter o sistema atualizado e seguir as melhores práticas de segurança. Contudo, o Chakra disponibiliza algumas ferramentas para o ajudar a proteger o seu sistema.</p></body></html>

source: Security Tools
de: Sicherheitswerkzeuge
fr: Outils de sécurité
gl: Ferramentas de seguranza
hu: Biztonsági eszközök
pl: Narzędzia zabezpieczające
pt: Ferramentas de segurança

source: Mouse
de: Maus
fr: Souris
gl: Rato
hu: Egér
pl: Mysz
pt: Rato

source: Setup Mouse Behavior
de: Mauseinstellungen
fr: Configurer le comportement de la souris
gl: Configurar o comportamento do rato
hu: Az egér beállításai
pl: Ustawienia zachowania przycisków
pt: Configurar rato

source: Left Handed
de: Linkshänder
fr: Gaucher
gl: zurda
hu: Balkezes
pl: Leworęczna
pt: Canhoto

source: Right Handed
de: Rechtshänder
fr: Droitier
gl: destra
hu: Jobbkezes
pl: Praworęczna
pt: Destro

source: Single Click
de: Einfacher Klick
fr: Simple clic
gl: un só clic
hu: Egyszeri kattintás
pl: Pojedyncze kliknięcie
pt: Um clique

source: Double Click
de: Doppelklick
fr: Double clic
gl: dobre clic
hu: Dupla kattintás
pl: Podwójne kliknięcie
pt: Dois cliques

source: Home Folder
de: Home-Verzeichnis
fr: Dossier utilisateur
gl: Cartafol persoal
hu: Saját mappa
pl: Katalog domowy
pt: Pasta pessoal

source: Downloads
fr: Téléchargements
gl: Descargas
hu: Letöltések
pl: Pobrane
pt: Transferências

source: Documents
de: Dokumente
gl: Documentos
hu: Dokumentumok
pl: Dokumenty
pt: Documentos

source: Videos
fr: Vidéos
gl: Vídeos
hu: Videók
pl: Wideo
pt: Vídeos

source: Music
de: Musik
fr: Musique
gl: Música
hu: Zene
pl: Muzyka
pt: Músicas

source: Pictures
de: Bilder
fr: Photos
gl: Imaxes
hu: Kép
pl: Obrazy

source: <html><head/><body><p>Your home directory does not contain folders for documents, music, pictures and the like by default. Kapudan will create the folders selected below for you now; unselect the ones you don't want.</p></body></html>
de: <html><head/><body><p>Ihr Benutzerverzeichnis enthält standardmäßig keine Ordner für Dokumente, Musik, Bilder und dergleichen. Kapudan wird die ausgewählten Ordner jetzt für Sie erstellen. Wählen Sie die Ordner ab, die Sie nicht benötigen.</p></body></html>
fr: <html><head/><body><p>Votre répertoire home ne contient pas de dossiers pour les documents, les musiques, les photos et autre par défaut. Kapudan va créer les dossiers sélectionnés suivant pour vous ; désélectionnez ceux que vous ne souhaitez pas avoir.
gl: <html><head/><body><p>O seu cartafol persoal non contén cartafoles para documentos, música, imaxes e outro tipo de documentos de maneira predeterminada. Kapudan procederá a crear os cartafoles seleccionados a continuación; desmarque os que non queira.</p></body></html>
hu: <html> <head/> <body> <p> home könyvtár nem tartalmaz mappák dokumentumok, zenék, képek és hasonlók alapértelmezés szerint. Kapudan létrehozza a mappát kiválasztott alábbiakban most; szüntesse amiket te nem akarsz. </ p> </ body> </ html>
pl: <html><head/><body><p>Domyślnie twój katalog domowy nie zawiera folderów na dokumenty, muzykę, obrazu i tym podobne. Kapudan utworzy wybrane poniżej foldery; usuń zaznaczenie przy tych folderach, których nie potrzebujesz.</p></body></html>

source: Welcome to Chakra
de: Willkommen bei Chakra
fr: Bienvenue dans Chakra
gl: Benvido a Chakra
hu: Köszönti önt a Chakra
pl: Witamy w systemie Chakra
pt: Bem-vindo ao Chakra

source: Cancel
de: Abbruch
fr: Annuler
gl: Cancelar
hu: Mégsem
pl: Anuluj
pt: Cancelar

source: Back
de: Zurück
fr: Précédent
gl: Atrás
hu: Előző
pl: Wstecz
pt: Anterior

source: Next
de: Weiter
fr: Suivant
gl: Seguinte
hu: Következő
pl: Dalej
pt: Seguinte

source: Finish
de: Beenden
fr: Terminer
gl: Finalizar
hu: Befejezés
pl: Zakończ
pt: Terminar

source: Apply
de: Anwenden
fr: Appliquer
gl: Aplicar
hu: Alkalmazás
pl: Zatwierdź
pt: Aplicar

source: Search
de: Suche
fr: Rechercher
gl: Busca
hu: Keresés
pl: Szukaj
pt: Procura

source: Strigi Desktop Search indexes your frequently used files. This gives you very fast file search results. Strigi also can search for files based on their contents. On older computers, this can use a lot of resources.
de: Die Strigi-Desktopsuche indiziert Ihre am häufigsten genutzten Dateien. Dies gibt Ihnen sehr schnell Ergebnisse bei der Dateisuche. Strigi kann ebenso Dateien über ihren Inhalt suchen. Auf älteren Computern kann dies zu einem hohen Ressourcenverbrauch führen.
fr: Le moteur de recherche de bureau Strigi indexe vos fichiers fréquemment utilisés. Cela vous donne des résultats de recherche très rapide. Strigi peut aussi rechercher des fichiers en se basant sur leur contenus. Sur les anciens ordinateurs, cela peut consommer beaucoup de ressources.
gl: A busca de escritorio (Strigi) crea un índice dos ficheiros que utiliza habitualmente. Deste xeito, cando os busque, non tardará en atopalos. Strigi tamén pode empregarse para buscar ficheiros polo seu contido. Non se recomenda activar esta funcionalidade en computadores con poucos recursos.
hu: A Strigi Asztali Kereső indexeli az ön által gyakran használt fájlokat. Ezáltal nagyon gyorsan kaphatja meg a keresési eredményeken. A Strigi-vel a fájlak tartalmában is tud keresni. Ez régebbi számítógépen sok erőforrást igényelhet.
pl: Strigi Desktop Search indeksuje często używane przez ciebie pliki. Owocuje to bardzo szybkim wyszukiwaniem. Strigi może też wyszukiwać pliki w oparciu o ich zawartość. Może pochłaniać sporą część zasobów starszych komputerów.
pt: A ferramenta de procura Strigi indexa os ficheiros mais utilizados. Desta forma, garantimos uma procura de ficheiros mais rápida. O Strigi também consegue procurar ficheiros com base no seu conteúdo. Em computadores antigos, a ferramenta pode consumir imensos recursos.

source: Allow Strigi to index my files
de: Strigi erlauben, meine Dateien zu indizieren
fr: Autoriser Strigi à indexer mes fichiers
gl: Permitir a Strigi crear un índice dos ficheiros persoais.
hu: Engedélyezem, hogy a Strigi indexelje a fájljaimat
pl: Pozwól Strigi indeksować pliki
pt: Permitir que o Strigi indexe os meus ficheiros

source: Search Options
de: Suchoptionen
fr: Options de recherche
gl: Opcións da busca
hu: Keresési beállítások
pl: Opcje wyszukiwania
pt: Opções de procura

source: Menu
de: Menü
gl: Menú
hu: Menü

source: Choose a Menu Style
de: Wähle einen Menüstil
fr: Choisissez un style de menu
gl: Escolla o estilo do menú
hu: Menüstílus kiválasztása
pl: Wybierz styl menu
pt: Escolha o estilo de menu

source: Kick-off Menu
de: Kick-off-Menü
fr: Menu Kick-off
gl: Menú Kick-off
hu: Kick-off menü
pl: Kick-off
pt: Menu kick-off

source: Kick-off menu is the default menu of Chakra.<br><br>The program shortcuts are easy to access and well organized.
de: Das Kick-off-Menü ist das Standardmenü in Chakra<br><br>Die Programme sind leicht zugänglich und gut gruppiert.
fr: Le menu Kick-off est le menu par défaut de Chakra.<br><br>Les raccourcis vers les programmes y sont faciles d'accès et bien organisés.
gl: Kick-off é o menú predeterminado de Chakra.<br> <br> Permite acceder facilmente aos atallos dos programas, que están ben organizados.
hu: A Kick-Off menü a Chakra alapértelmezett menüje.<br><br>A programok könnyen elérhetőek és jól rendezettek.
pl: Kick-off jest domyślnym menu Chakry.<br><br>Skróty są dobrze zorganizowane i łatwe do odnalezienia.
pt: O menu kick-off é o menu padrão do Chakra.<br><br>Os atalhos dos programas são fáceis de aceder e bem organizados.

source: Simple Menu
de: Einfaches Startmenü
fr: Menu simple
gl: Menú simple
hu: Egyszerű menü
pl: Proste menu
pt: Menu simples

source: Simple menu is an old style menu from KDE 3.<br><br>It is a very lightweight menu thus it is recommended for slower PC's.
de: Das einfache Menü ist das traditionelle Menü von KDE 3.<br><br>Es ist sehr leichtgewichtig und daher für langsamere PCs zu empfehlen.
fr: Le menu simple est un ancien menu de KDE3.<br><br>C'est un menu très léger qui est donc recommandé pour les PC plus lents.
gl: O menú simple ven dos tempos de KDE 3.<br> <br> É moi lixeiro, polo que se recomenda o seu uso en computadores con poucos recursos.
hu: Az egyszerű menü hasonlít a KDE3 régi stílusú menüjéhez.<br><br> Kevés erőforrást igényel, ezért lassúbb számítógépekhez ajánljuk.
pl: Proste menu wywodzi się z KDE3.<br><br>Jest bardzo lekkie i stąd rekomendowane dla słabszych komputerów.
pt: O menu simples o o menu utilizado pelo KDE 3.<br><br>É um menu bastante simples, rápido e deve ser utilizado para computadores mais antigos.

source: Lancelot Menu
de: Lancelot Startmenü
fr: Menu Lancelot
gl: Menú Lancelot
hu: Lancelot menü
pl: Lancelot
pt: Menu Lancelot

source: Lancelot is an advanced and highly customizable menu for Chakra.<br><br>The program shortcuts are easy to access and well organized.
de: Das Lancelot Menü ist ein fortgeschrittenes und hochgradig anpassbares Menü für Chakra.<br><br>Die Programme sind einfach zugänglich und gut organisiert.
fr: Lancelot est un menu avancé et hautement personnalisable pour Chakra.<br><br>Les raccourcis vers les programmes y sont faciles d'accès et bien organisés.
gl: Lancelot é un menú avanzado para Chakra que pode personalizarse en gran medida.<br> <br> Permite acceder facilmente aos atallos dos programas, que están ben organizados.
hu: A Lancelot egy fejlett és jól személyre szabható menü.<br><br>A programok könnyen elérhetőek és jól rendszerezettek.
pl: Lancelot to zaawansowane i wysoko konfigurowalne menu Chakry.<br><br> Skróty są dobrze zorganizowane i łatwe do odnalezienia.
pt: O menu Lancelot é um menu avançado para o Chakra.<br><br>Os atalhos dos programas são fáceis de aceder e bem organizados.

source: Homerun Menu
de: Homerun-Menü
fr: Menu lanceur d'applications "Homerun"
gl: Menú Homerun
hu: Homerun menü
pl: Menu Homerun
pt: Menu Homerun

source: Homerun is a full screen launcher with content organized in tabs.
de: Homerun ist ein Vollbild-Starter mit Inhaltsorganisation über Reiter.
fr: Homerun est un lanceur d'applications plein écran organisé en onglets.
gl: Homerun é un iniciador a pantalla completa con contido organizado en lapelas.
hu: A Homerun egy teljes képernyős programindító, amely lapokra rendezi a tartalmat.
pl: "Homerun" jest pełonoekranowym menu z zawartośćą zorganizowaną w karty.
pt: O Homerun é um lançador em ecrã completo cujo conteúdo está organizado em separadores.

source: This plasmoid shows a menu of the installed applications, similar to Lancelot but much simpler
de: Dieses Plasmoid zeigt ein Menü aller installierten Anwendungen, ähnlich wie Lancelot, aber viel einfacher.
fr: Ce plasmoid montre, comme le fait Lancelot, un menu des applications installées, mais de manière plus simple.
gl: Este trebello mostra un menú cos programas instalados, de maneira similar a Lancelot pero moito máis simple.
hu: Ez a plasmoid mutatja a telepített alkalmazásokat menürendszerben, hasonlóan a Lancelot-hoz, de egyszerűbben.
pl: Ten plasmoid pokazuje menu zaistalowanych aplikacji, podobnie jak "Lancelot" ale jest znacznie prostszy

source: Homerun Kicker
gl: Lanzador Homerun

source: A non-fullscreen version of Homerun.
gl: Unha versión de Homerun que non se executa a pantalla completa.
pl: Niepełnoekranowa wersja Homerun.

source: Form
fr: Formulaire
gl: Formulario
hu: Űrlap
pl: Formularz
pt: Formulário

source: GTK Integration and [extra]
fr: Intégration GTK et [extra]
gl: Integración con GTK e [extra]
pl: Integracja GTK i [extra]

source: Enable / Disable ksuperkey
de: Aktiviere / Deaktiviere ksuperkey
fr: Activer / Désactiver ksuperkey
gl: Activar / Desactivar ksuperkey
hu: Engedélyezés / Letiltás ksuperkey
pl: Włącz / Wyłącz ksuperkey

source: Keyboard
de: Tastatur
fr: Clavier
gl: Teclado
hu: Billentyűzet
pl: Klawiatura
pt: Teclado

source: <html><head/><body><p>Kapudan tries to automatically select the best keyboard layout according to your system language. If you want to use another layout, just make a selection below.</p></body></html>
de: <html><head/><body><p>Kapudan versucht, automatisch das beste Tastaturlayout zu Ihrer ausgewählten Sprache einzustellen. Falls Sie ein anderes Layout nutzen möchten, wählen Sie dies unten aus.</p></body></html>
fr: <html><head/><body><p>Kapudan essaie de sélectionner automatiquement la meilleure configuration de clavier d'après la langue de votre système. Si vous souhaitez utiliser une autre configuration, sélectionnez-la simplement ci-dessous.</p></body></html>
gl: <html><head/><body> <p>Kapudan intenta seleccionar automaticamente a disposición de teclado axeitada baseándose no idioma do sistema. Se quere empregar unha disposición de teclado distinta, escóllaa na seguinte lista.</p> </body></html>
hu: <html><head/><body><p>A Kapudan megpróbálja beállítani a legmegfelelőbb billentyűzetkiosztást a rendszer nyelve alapján. Ha másfajta kiosztást szeretne használni kérem válassza ki az alábbiak közül.</p></body></html>
pl: <html><head/><body><p>Kapudan próbuje automatycznie dobrać układ klawiatury najlepszy dla języka twojego systemu. Gdyby interesował cię inny układ, wybierz odpowiedni z dostępnych poniżej.</p></body></html>
pt: <html><head/><body><p>O Kapudan tenta seleiconar automaticamente o esquema de teclado utilizado pelo idioma doi sistema. Se quiser utilizar um esquema alternativo, efetue a seleção abaixo.</p></body></html>

source: Test area:
de: Testbereich:
fr: Zone de test :
gl: Zona de probas:
hu: Teszt terület:
pl: Obszar testowy:
pt: Área de teste:

source: Summary
de: Zusammenfassung
fr: Résumé
gl: Resumo
hu: Összefoglaló
pl: Podsumowanie
pt: Resumo

source: Save Your Settings
de: Einstellungen speichern
fr: Enregistrer vos réglages
gl: Cargar a configuración
hu: Beállítások mentése
pl: Zapisz wybrane ustawienia
pt: Gravar definições

source: Mouse Settings
de: Mauseinstellungen
fr: Paramètres de la souris
gl: Configuración do rato
hu: Egér beállítások
pl: Ustawienia myszy
pt: Definições do rato

source: Selected Mouse configuration: <b>%s</b>
de: Gewählte Mauseinstellungen: <b>%s</b>
fr: Sélectionner la configuration de la souris : <b>%s</b>
gl: Configuración escollida para o rato: <b>%s</b>.
hu: Kiválasztott egérbeállítás: <b>%s</b>
pl: Wybrane ustawienia myszy: <b>%s</b>
pt: Configuração de rato escolhida: <b>%s</b>

source: Selected clicking behavior: <b>%s</b>
de: Gewähltes Klickverhalten: <b>%s</b>
fr: Comportement du clic sélectionné : <b>%s</b>
gl: Comportamento escollido para o botón principal: <b>%s</b>.
hu: Kiválasztott egérklikkelési beállítások: <b>%s</b>
pl: Wybrane ustawienie przycisków: <b>%s</b>
pt: Tipo de clique escolhido: <b>%s</b>

source: Menu Settings
de: Einstellungen des Menüs
fr: Paramètres du menu
gl: Configuración do menú
hu: Menü beállítások
pl: Ustawienia menu
pt: Definições de menu

source: Selected Menu: <b>%s</b>
de: Ausgewähltes Startmenü: <b>%s</b>
fr: Menu sélectionné : <b>%s</b>
gl: Menú escollido: <b>%s</b>.
hu: Kiválasztott menüstílus: <b>%s</b>
pl: Wybrane menu: <b>%s</b>
pt: Menu escolhido: <b>%s</b>

source: Wallpaper Settings
de: Hintergrundbild
fr: Paramètres du fond d'écran
gl: Configuración do fondo de escritorio
hu: Háttérkép beállítások
pl: Ustawienia tapety
pt: Definições de papel de parede

source: You haven't selected any wallpaper.
de: Sie haben kein Hintergrundbild gewählt.
fr: Vous n'avez sélectionné aucun fond d'écran.
gl: Non escolleu ningún fondo de escritorio.
hu: Nem választott ki egy háttérképet sem.
pl: Nie wybrałeś żadnej tapety.
pt: Não selecionou qualquer papel de parede.

source: Selected Wallpaper: <b>%s</b>
de: Gewähltes Hintergrundbild: <b>%s</b>
fr: Fond d'écran sélectionné : <b>%s</b>
gl: Fondo de escritorio escollido: <b>%s</b>.
hu: Kiválasztott háttérkép: <b>%s</b>
pl: Wybrana tapeta: <b>%s</b>
pt: Papel de parede escolhido: <b>%s</b>

source: Style Settings
de: Designeinstellung
fr: Paramètres de style
gl: Configuración do estilo
hu: Stílus beállítások
pl: Ustawienia stylu
pt: Definições de estilo

source: You haven't selected any style.
de: Sie haben kein Design ausgewählt.
fr: Vous n'avez sélectionné aucun style.
gl: Non escolleu ningún estilo.
hu: Nem választott ki egyetlen stílust sem.
pl: Nie wybrałeś żadnego stylu.
pt: Não selecionou qualquer estilo.

source: Selected Style: <b>%s</b>
de: Gewähltes Design: <b>%s</b>
fr: Style sélectionné : <b>%s</b>
gl: Estilo escollido: <b>%s</b>.
hu: Kiválasztott stílus: <b>%s</b>
pl: Wybrany styl: <b>%s</b>
pt: Estilo escolhido: <b>%s</b>

source: Package Management Settings
de: Paket Manager
fr: Paramètre de gestion des paquets
gl: Configuración da xestión de paquetes
hu: Csomagkezelési beállítások
pl: Ustawienia zarządzania pakietami
pt: Definições de gestão de pacotes

source: You have enabled or disabled octopi-notifier.
fr: Vous avez activé ou désactivé octopi-notifier.
gl: Activou ou desactivou o notificador de Octopi (octopi-notifier).
pl: Włączyłeś lub wyłączyłeś octopi-notifier.

source: You have:
de: Sie haben:
fr: Vous avez :
gl: Accións:
hu: Ezek lettek beállítva:
pl: Wybrałeś:
pt: Tem:

source: Services Settings
de: Serviceeinstellungen
fr: Paramètres des services
gl: Configuración dos servizos
hu: Szolgáltatások beállítása
pl: Ustawienia usług
pt: Definições de serviços

source: enabled cups;
de: cups aktiviert;
fr: cups activé ;
gl: «cups» activado;
hu: nyomtató támogatás - cups - engedélyezve,
pl: włączyłeś cups;
pt: cups ativo;

source: disabled cups;
de: cups deaktiviert;
fr: cups désactivé ;
gl: «cups» desactivado;
hu: nyomtató támogatás - cups - letiltva;
pl: wyłączyłeś cups;
pt: cups inativo;

source: enabled bluetooth;
de: bluetooth aktiviert;
fr: bluetooth activé ;
gl: «bluetooth» activado;
hu: bluetooth engedélyezése;
pl: włączyłeś bluetooth;
pt: bluetooth ativo;

source: disabled bluetooth;
de: bluetooth deaktiviert;
fr: bluetooth désactivé ;
gl: «bluetooth» desactivado;
hu: bluetooth kikapcsolása;
pl: wyłączyłeś bluetooth;
pt: bluetooth inativo;

source: You have made no changes.
de: Sie haben keine Änderungen vorgenommen.
fr: Vous n'avez effectué aucun changement.
gl: Non fixo ningún cambio.
hu: Ön nem változtatott semmin.
pl: Niczego nie zmieniłeś.
pt: Foram efetuadas alterações.

source: Security Settings
de: Sicherheitseinstellungen
fr: Paramètres de sécurité
gl: Configuración de seguranza
hu: Biztonsági beállítások
pl: Ustawienia bezpieczeństwa
pt: Definições de segurança

source: enabled ClamAV;
de: ClamAV aktiviert;
fr: ClamAV activé ;
gl: «ClamAV» activado;
hu: ClamAV engedélyezése;
pl: włączyłeś ClamAV;
pt: ClamAV ativo;

source: disabled ClamAV;
de: ClamAV deaktiviert;
fr: ClamAV désactivé ;
gl: «ClamAV» desactivado;
hu: ClamAV kikapcsolása;
pl: wyłączyłeś ClamAV;
pt: ClamAV inativo;
