Repository: ayhanyalcinsoy/Pisicik
Catalog: kaptan-codes/po/*.po
Languages: de, fr, gl, hu, pl, pt

source: <html><head/><body><p>By default, you can open the application launcher with the <span style=" font-weight:600;">Alt+F1</span> keyboard shortcut. The <span style=" font-weight:600;">ksuperkey</span> program will bind your &quot;Super&quot; key (also known as the &quot;Meta&quot; or &quot;Windows&quot; key) to send this key combination when tapped, making it easier to open the launcher.</p></body></html>
de: <html><head/><body><p>Standardmäßig kann der Anwendungsstarter mit dem Tastaturkürzel <span style=" font-weight:600;">Alt+F1</span> geöffnet werden. Das <span style=" font-weight:600;">ksuperkey</span>-Programm wird die &quot;Super&quot;-Taste (auch bekannt als &quot;Meta&quot;- oder &quot;Windows&quot;-Taste) binden, um diese Tastenkombination zu senden, wenn sie genutzt wird. Das ermöglicht ein einfacheres Öffnen des Starters.</p></body></html>
fr: <html><head/><body><p>Par défaut, vous pouvez ouvrir le lanceur d'application avec le raccourci-clavier <span style=" font-weight:600;">Alt+F1</span>. <span style=" font-weight:600;">ksuperkey</span> vous permettra de lier votre touche &quot;Super&quot; (aussi connue sous le nom de &quot;Meta&quot; ou encore &quot;Windows&quot;) à cette combinaison pour ouvrir plus facilement votre lanceur d'applications.</p></body></html>
gl: <html><head/><body><p>Pode abrir o iniciador de programas co atallo de teclado <span style=" font-weight:600;">Alt+F1</span> de maneira predeterminada. O programa <span style=" font-weight:600;">KSuperKey</span> configurará a súa tecla «Super» (tamén denominada tecla «Meta» ou tecla de «Windows») para producir dita combinación de teclas ao premela, para así facilitarlle a apertura do iniciador de programas.</p></body></html>
hu: <html> <head/> <body> <p> alapértelmezés szerint, akkor nyissa meg az alkalmazás launcher a <span style=" font-weight:600;"> Alt + F1 </ span> billentyűkombinációt. A <span style=" font-weight:600;"> ksuperkey </ span> program kötődik a "Super" gombot (más néven a "meta" vagy a "Windows" billentyű), hogy küldjön billentyűkombinációt, amikor megérintette, ami megkönnyíti, hogy nyissa meg a launchert. </ p> </ body> </ html>
pl: <html><head/><body><p>Domyślnie menu można uruchomić za pomocą skrótku klawiszowego <span style=" font-weight:600;">Alt+F1</span>. Program <span style=" font-weight:600;">ksuperkey</span> sprawi, że naciśnięcie klawisza &quot;Super&quot; (znany również jako klawisz &quot;Meta&quot; lub &quot;Windows&quot;) zastąpi tą kombinację klawiszy, co ułatwi uruchomienie menu.</p></body></html>

source: <html><head/><body><p>You have successfully finished all steps. Here's a summary of the settings you want to apply. Click <span style=" font-weight:600;">Apply</span> if they look good, or go back and make more changes. </p></body></html>
de: <html><head/><body><p>Sie haben alle Schritte erfolgreich beendet. Hier ist eine Zusammenfassung der Einstellungen, die Sie vorgenommen haben. Klicken Sie auf <span style=" font-weight:600;">Anwenden</span>, wenn Sie damit zufrieden sind oder gehen Sie zurück, um weitere Änderungen vorzunehmen.</p></body></html>
fr: <html><head/><body><p>Vous avez terminé toutes les étapes avec succès. Voici un résumé des paramètres que vous souhaitez appliquer. Cliquez sur <span style=" font-weight:600;">Appliquer</span> si tout va bien, ou retournez en arrière pour faire des changements. </p></body></html>
gl: <html><head/><body><p>Completou todos os pasos correctamente. Velaquí un resumo das opcións que vai cambiar. Prema <span style=" font-weight:600;">Aplicar</span> se os cambios son correctos, ou volva cara a atrás e faga máis cambios.</p></body></html>
hu: <html><head/><body><p>Ön sikeresen befejezte az összes lépést. Itt láthat a beállításokról egy összefoglaló amelyeket érvényesíteni szeretne. Klikkeljen az <span style=" font-weight:600;">Alkalmazás</span> gombra, ha ez megfelel önnek, vagy térjen vissza a kívánt beállításokhoz és változtassa meg azokat.</p></body></html>
pl: <html><head/><body><p>Pomyślnie przeszedłeś wszystkie kroki. Masz przed sobą podsumowanie ustawień do zatwierdzenia. Kliknij <span style="font-weight:600;">Zatwierdź</span>, jeżeli wszystko wygląda poprawnie, lub wróć do poprzednich ustawień.</p></body></html>
pt: <html><head/><body><p>Executou com sucesso todas as etapas. Aqui está um resumo das definições que serão aplicadas. Clique <span style=" font-weight:600;">Aplicar</span> se gostar do que está a ver ou recue para efetuar mais alterações. </p></body></html>

source: The following settings will be applied
de: Die folgenden Einstellungen werden angewendet
fr: Les paramètres suivants seront appliqués
gl: Faranse os seguintes cambios na configuración
hu: A következő beállítások lépnek érvénybe
pl: Wprowadzone zostaną poniższe ustawienia
pt: Estas definições serão aplicadas

source: wallPaperName
pt: Nome do papel de parede

source: You have enabled or disabled spun.
pt: VocÊ ativou ou desativou o spun.

source: Check for updates automatically every
pt: Procurar atualizações a cada

source: minutes
pt: minutos

source: Use audio along with the visual notification
pt: Utilizam notificação sonora e visual

source: <html><head/><body><p>To install and remove programs on Chakra, use the command-line program, <a href="http://chakra-linux.org/wiki/index.php/Pacman"><span style=" text-decoration: underline; color:#0057ae;">pacman</span></a>. You can run <span style=" font-weight:600;">sudo pacman -Syu</span> to update, <span style=" font-weight:600;">pacman -Ss </span><span style=" font-weight:600; font-style:italic;">keyword</span> to search through the repos, and <span style=" font-weight:600;">sudo pacman -S </span><span style=" font-weight:600; font-style:italic;">package</span> to install packages.</p><p>Pacman does not have any sort of graphical interface, so another small app, spun, was created to provide update notifications. When updates are available, spun will show a notification in your system tray. </p></body></html>
pt: <html><head/><body><p>Para instalar ou remover programas no Chakra, tem que utilizar a linha de comandos atraves da aplicação <a href="http://chakra-linux.org/wiki/index.php/Pacman"><span style=" text-decoration: underline; color:#0057ae;">pacman</span></a>. Pode executar <span style=" font-weight:600;">sudo pacman -Syu</span> para atualizar, <span style=" font-weight:600;">pacman -Ss </span><span style=" font-weight:600; font-style:italic;">keyword</span> para procurar os repositórios e <span style=" font-weight:600;">sudo pacman -S </span><span style=" font-weight:600; font-style:italic;">nome_do_pacote</span> para instalar as aplicações.</p><p>O pacman não possui qualquer interface gráfica, mas foi criado o programa spun para disponibilizar as notificações. Se existirem atualizações aos programas instalados, o spun exibe uma notificação na barra de tarefas. </p></body></html>
