Repository: ayhanyalcinsoy/Pisicik
Catalog: kaptan-codes/po/*.po
Languages: de, fr, gl, hu, pl, pt

source: Welcome
de: Willkommen
fr: Bienvenue
gl: Benvido
hu: Üdvözöljük
pl: Witaj
pt: Bem-vindo

source: What is Chakra?
de: Was ist Chakra?
fr: Qu'est-ce que Chakra ?
gl: Que é Chakra?
hu: Mi a Chakra?
pl: Czym jest Chakra?
pt: O que é o Chakra?

source: <html><head/><body><p><span style=" font-weight:600;">Chakra</span> is a GNU/Linux distribution with an emphasis on KDE and Qt that focuses on simplicity from a technical standpoint and cutting-edge software, bringing the latest technologies to you.<br/><br/>The primary goal of the project is to provide a fast, user-friendly and powerful Live CD and operating system, specifically crafted for the award winning KDE Software Compilation and the elegant Plasma Workspaces.<br/><br/><span style=" font-weight:600;">Kapudan</span> will help you personalize your Chakra installation easily and quickly. Just click <span style=" font-weight:600;">next</span> when you are ready to begin. If you prefer, you can simply close this window now and configure your computer yourself.</p></body></html>
de: <html><head/><body><p><span style=" font-weight:600;">Chakra</span> ist eine GNU/Linux-Distribution mit einem Hauptaugenmerk auf KDE und Qt. Vom technischen Standpunkt aus konzentriert sie sich auf Einfachheit und hochaktuelle Software und liefert damit neueste Technik.<br/><br/>Das Hauptziel des Projektes ist es, eine schnelle, benutzerfreundliche und mächtige Live-CD sowie ein Betriebssystem anzubieten, das besonders auf die preisgekrönte KDE Software Compilation und den eleganten Plasma Workspace zugeschnitten ist.<br/><br/><span style=" font-weight:600;">Kapudan</span> wird dabei helfen, die Chakra-Installation einfach und schnell zu individualisieren. Klicken Sie auf <span style=" font-weight:600;">weiter</span>, wenn Sie bereit sind. Falls Sie es vorziehen, können Sie dieses Fenster jetzt schließen und Ihren Computer selbst konfigurieren.</p></body></html>
fr: <html><head/><body><p><span style=" font-weight:600;">Chakra</span> est une distribution GNU/Linux qui met en valeur KDE et Qt en se concentrant sur la simplicité technique et des logiciels de pointe, vous apportant ainsi les dernières technologies.<br/><br/>Le but principal du projet est de fournir un Live-CD et système d'exploitation rapide, convivial et performant, spécialement conçu pour mettre en avant la compilation logicielle récompensée de KDE et l'élégance de l'espace de travail Plasma.<br/><br/><span style=" font-weight:600;">Kapudan</span> vous aidera à personnaliser rapidement et simplement votre installation. Cliquez simplement sur <span style=" font-weight:600;">suivant</span> lorsque vous serez prêt à commencer. Si vous préférez, vous pouvez également fermer cette fenêtre et configurer votre ordinateur vous-même.</p></body></html>
gl: <html><head/><body><p><span style=" font-weight:600;">Chakra</span> é unha distribución de GNU/Linux que pon énfase nas tecnoloxías de KDE e Qt, e se centra na simplicidade desde un punto de vista técnico e en fornecer software á última, de xeito que vostede dispoña das tecnoloxías máis modernas.<br/><br/> O obxectivo principal do proxecto consiste en fornecer un sistema operativo en un Live CD que sexan rápidos, fáciles de utilizar e completos, desenvolvidos de maneira especial para a colección de software de KDE, premiada en diferentes ocasións, e os seus elegantes espazos de traballo Plasma.<br/><br/> <span style=" font-weight:600;">Kapudan</span> axudaralle a personalizar a instalación de Chakra de maneira doada e rápida. Prema <span style=" font-weight:600;">Seguinte</span> para comezar. Se o prefire, pode pechar esta xanela agora mesmo e configurar o sistema pola súa conta.</p></body></html>
hu: <html><head/><body><p>A <span style=" font-weight:600;">Chakra</span> egy GNU/Linux disztribúció, amely a KDE és a Qt technológiáira helyezi a hangsúlyt, amely az egyszerűségre törekszik, és mindig a legfejlettebb technológiákat jutattja el önhöz.<br/><br/>Az elsődleges célja a projektnek, hogy egy gyors, felhasználóbarát és jól összerakott Live CD-t és operációs rendszert adjon önnek, amely speciálisan a KDE Szoftverösszeállítás és Plasma Munkaasztalon alapul.<br/><br/>A <span style=" font-weight:600;">Kapudan</span> majd segít önnek, hogy gyorsan és könnyedén személyre szabja az ön Chakra telepítését. Csak klikkeljen a <span style=" font-weight:600;">következő</span> gombra, ha készen áll a kezdéshez.</p></body></html>
pl: <html><head/><body><p><span style=" font-weight:600;">Chakra</span> jest dystrybucją systemu GNU/Linux, kładącą nacisk na KDE i Qt oraz skupiającą się na technicznej prostocie i najnowszym oprogramowaniu, dzięki czemu zapewnia ci doświadczenie najnowszych technologii.<br/><br/>Głównym celem projektu jest dostarczenie użytkownikowi szybkiego, przyjaznego i funkcjonalnego systemu operacyjnego, również w wersji Live CD, dostosowanego do środowiska KDE Software Compilation i eleganckiego pulpitu Plazmy.<br/><br/><span style=" font-weight:600;">Kapudan</span> pomoże ci w prosty i szybki sposób spersonalizować swój system. Kliknij <span style=" font-weight:600;">dalej</span>, aby zacząć. Możesz również zamknąć to okno i samodzielnie skonfigurować swój komputer.</p></body></html>

source: Themes
de: Designs
fr: Thèmes.
gl: Temas
hu: Témák
pl: Stylizacja
pt: Temas

source: Choose your favorite theme and desktop type. Customize Chakra with colorful styles and themes.
de: Wählen Sie Ihr Lieblingsdesign und Ihren Arbeitsplatztyp. Passen Sie Chakra mit farbenfrohen Stilen und Designs an.
fr: Choisissez votre thème et votre type de bureau favori. Personnalisez Chakra avec des styles et des thèmes hauts en couleurs.
gl: Escolla o seu tema e tipo de escritorio preferidos. Personalice Chakra con estilos coloridos e temas.
hu: Válassza ki kedvenc témáját és munkaasztal stílusát. Testreszabhatja a Chakrát sokszínű stílusokkal és témákkal.
pl: Wybierz ulubiony motyw i układ pulpitu. Spersonalizuj Chakrę pełnymi kolorów stylami i motywami.
pt: Escolha o seu tema e estilo preferido. Personalize o Chakra com diversos estilos e temas.

source: KDE Themes
de: KDE-Designs
fr: Thèmes KDE
gl: Temas de KDE
hu: KDE Témák
pl: Motyw pulpitu
pt: Temas KDE

source: Desktop Type
de: Arbeitsplatztyp
fr: Type de bureau
gl: Tipo de escritorio
hu: Munkaasztal típusa
pl: Układ pulpitu
pt: Tipo de ambiente de trabalho

source: Desktop view (KDE4 Style)
de: Arbeitsplatz-Ansicht (KDE4-Stil)
fr: Icônes du bureau (style KDE4)
gl: Vista de escritorio (estilo de KDE 4)
hu: Alapértelmezett asztal (KDE4 stílus)
pl: Domyślny pulpit (styl KDE4)
pt: Vista de ambiente de trabalho (KDE 4)

source: Folder view (KDE3 Style)
de: Ordneransicht (KDE3-Stil)
fr: Vue de dossier (style KDE3)
gl: Vista de cartafol (estilo de KDE 3)
hu: Mappa nézet (KDE3 stílus)
pl: Widok katalogu (styl KDE3)
pt: Vista de pastas (KDE 3)

source: Number of Desktops
de: Anzahl der Arbeitsflächen
fr: Nombre de bureaux
gl: Número de escritorios
hu: Munkaasztalok száma
pl: Liczba pulpitów
pt: Número de ambientes de trabalho

source: Services
de: Dienste
gl: Servizos
hu: Szolgáltatások
pl: Usługi
pt: Serviços

source: cups: The Common Unix Printing Service
de: cups: Der Unix-Druckdienst
fr: cups : Le service d'impression Unix
gl: cups — O servizo común de impresión de Unix.
hu: cups: a Unix-os nyomtatási szolgáltatás
pl: cups: The Common Unix Printing Service (applet drukarki)
pt: cups: O seriço de impressão Unix

source: bluetooth: Enable Bluetooth communication
de: bluetooth: Aktiviere die Bluetooth-Kommunikation
fr: bluetooth : Activer la communication Bluetooth
gl: bluetooth — Active as comunicacións por Bluetooth.
hu: bluetooth: Bluetooth kommunikáció beállítása
pl: bluetooth: Włącz połączenia Bluetooth
pt: bluetooth: Ativar comuniçação bluetooth

source: <html><head/><body><p>By default, new installations of Chakra have only a bare minimum of required services (also called &quot;daemons&quot;) enabled. Not only does this reflect Chakra's principle of not making decisions for its users, it also adds to a new installation's security, by decreasing the number of active services that might be vulnerable to an attack.</p><p>If you wish, you can use the options below to tell some of the more widely used daemons to start automatically at boot time. To enable any service you would like to start on bootup, you can run <span style=" font-weight:600;">sudo systemctl enable </span><span style=" font-weight:600; font-style:italic;">daemon-name</span>. Respectively, run <span style=" font-weight:600;">sudo systemctl disable </span><span style=" font-weight:600; font-style:italic;">daemon-name</span> to disable it. Or, if you just want to start daemons manually, try <span style=" font-weight:600;">sudo systemctl start </span><span style=" font-weight:600; font-style:italic;">daemon-name</span>. (Eg, <span style=" font-weight:600;">sudo systemctl start cups</span>).</p></body></html>
de: <html><head/><body><p>Standardmäßig sind bei einer Neuinstallation von Chakra nur ein Minimum an Diensten (auch &ldquot;Daemons&rdquot; genannt) aktiviert. Das spiegelt nicht nur Chakras Prinzip wider, dem Benutzer keine Entscheidung abzunehmen, es erhöht auch die Sicherheit einer Neuinstallation durch die Verringerung der Anzahl aktiver Dienste, die möglicherweise bei einem Angriff auf das System verwundbar sind.</p><p>Falls Sie es wünschen, können Sie die unten angebotenen Optionen nutzen, um einige der am häufigsten genutzten Dienste automatisch beim Booten zu starten. Um jeden gewünschten Dienst beim Bootvorgang zu aktivieren, können Sie folgendes eingeben: <span style="font-weight:600;">sudo systemctl enable</span> <span style="font-weight:600; font-style:italic;">daemon-name</span>. Andererseits ist es auch möglich, einen Dienst durch Eingabe von <span style="font-weight:600;">sudo systemctl disable </span><span style="font-weight:600; font-style:italic;">daemon-name</span> zu deaktivieren. Falls Sie es vorziehen, Dienste manuell zu starten, geben Sie das hier ein: <span style=" font-weight:600;">sudo systemctl start </span><span style="font-weight:600; font-style:italic;">daemon-name</span> (z.B.: <span style=" font-weight:600;">sudo systemctl start cups</span>).</p></body></html>
fr: <html><head/><body><p>Par défaut, les nouvelles installations de Chakra n'ont qu'un nombre limité de services requis (aussi appelés &quot;démons&quot;) activés. Non seulement cela reflète le principe de Chakra de ne pas prendre de décision pour ses utilisateurs, mais cela sécurise aussi chaque nouvelle installation, en diminuant le nombre de services actifs pouvant être vulnérables à une attaque.</p><p>Si vous le souhaitez, vous pouvez utiliser les options suivantes pour indiquer, parmi les services les plus utilisés, lesquels démarrer automatiquement au démarrage de la machine. Pour activer ou désactiver un service au démarrage, vous pouvez exécuter <span style=" font-weight:600;"> sudo systemctl enable </span><span style=" font-weight:600; font-style:italic;">nom-du-service</span>. Ou, si vous voulez juste démarrer des services manuellement, essayez <span style=" font-weight:600;">sudo systemctl start </span><span style=" font-weight:600; font-style:italic;">nom-du-service</span>. (Ex, <span style=" font-weight:600;">sudo systemctl start cups</span>).</p></body></html>
gl: <html><head/><body> <p>Nas novas instalación de Chakra, só se activan de maneira predeterminada os servizos (daemons) mínimos necesarios. Isto é así non só por coherencia co principio de Chakra de non tomar decisións que corresponden aos usuarios, senón tamén por razóns de seguridade; cantos menos servizos haxa activos, menores serán as posibilidades de que se atope e aproveite unha vulnerabilidade nalgún deles para atacar o seu sistema.</p> <p>Pode usar as seguintes opcións para configurar os daemons que se iniciarán automaticamente co sistema. Para activar outros servizos que non aparezan na lista, pode executar <span style=" font-weight:600;">sudo systemctl enable </span><span style=" font-weight:600; font-style:italic;">nome-do-daemon</span>. Así mesmo, pode executar <span style=" font-weight:600;">sudo systemctl disable </span><span style=" font-weight:600; font-style:italic;">nome-do-daemon</span> para desactivalo. Se quere iniciar daemons manualmente, execute <span style=" font-weight:600;">sudo systemctl start </span><span style=" font-weight:600; font-style:italic;">nome-do-daemon</span>; por exemplo, <span style=" font-weight:600;">sudo systemctl start cups</span>.</p> </body></html>
hu: <html><head/><body><p>Alapértelmezetten a Chakra új telepítésben a minimálisan szükséges szolgáltatások (amit &quot;démonok&quot;-nak is hívunk) vannak engedélyezve. Ez nem csak a Chakra döntését jellemzi, hogy nem szól bele a felhasználók döntéseibe, hanem növeli az új telepítés biztonságát azzal, hogy kevesebb aktív szolgáltatást használ, amin keresztül támadás érheti a rendszert.</p><p>Ha kívánja, akkor alább beállíthatja a népszerűbb démonokat, hogy automatikusan elinduljanak azok a gép indulásakor. Ahhoz, hogy egy szolgáltatás elinduljon a rendszerinduláskor, ahhoz ezt a parancsot kell kiadnia: <span style=" font-weight:600;">sudo systemctl enable </span><span style=" font-weight:600; font-style:italic;">démon-neve</span>. Szintén futatthatja a <span style=" font-weight:600;">sudo systemctl disable </span><span style=" font-weight:600; font-style:italic;">démon-neve</span> parancsot a letiltáshoz. Ha csak manuálisan akarja elindítani a démonokat, akkor próbálja ezt: <span style=" font-weight:600;">sudo systemctl start </span><span style=" font-weight:600; font-style:italic;">démon-neve</span>. (például: <span style=" font-weight:600;">sudo systemctl start cups</span>).</p></body></html>
pl: <html><head/><body><p>Domyślnie w nowej instalacji Chakry uaktywnione jest tylko niezbędne minimum usług (czasem nazywanych &quot;daemonami&quot;). Odzwierciedla to charakterystyczną dla Chakry zasadę niepodejmowania decyzji za użytkowników, jak również zwiększa bezpieczeństwo nowych instalacji poprzez zmniejszanie liczby aktywnych usług, które mogą być podatne na ataki.</p><p>Jeśli chcesz, możesz użyć poniższych opcji do automatycznego uaktywniania niektórych najczęściej używanych usług przy uruchomieniu systemu. Aby włączyć uaktywnianie dowolnej usługi przy starcie systemu, wpisz w oknie terminala <span style=" font-weight:600;">sudo systemctl enable </span><span style=" font-weight:600; font-style:italic;">nazwa-usługi</span>. Aby wyłączyć uaktywnianie tej usługi, wpisz <span style=" font-weight:600;">sudo systemctl disable </span><span style=" font-weight:600; font-style:italic;">nazwa-usługi</span>. Jeśli chcesz ręcznie uruchomić usługę, wykonaj polecenie <span style=" font-weight:600;">sudo systemctl start </span><span style=" font-weight:600; font-style:italic;">nazwa-usługi</span>. (Np, <span style=" font-weight:600;">sudo systemctl start cups</span>).</p></body></html>
pt: <html><head/><body><p>As instalações do Chakra apenas possuem os serviços mínimos indispensáveis (também chamados de &quot;daemons&quot;) ativos. Esta opção reflete os princípios Chakra de não tomar as decisões pelo utilizador assim como melhora a segurança da instalação diminuindo o número de serviços ativos que o podem deixar vulnerável a ataques.</p><p>Se quiser, pode utilizar as opções abaixo para saber mais sobre os serviços mais utilizados durante o arranque do sistema. Para ativar os serviços, pode executar <span style=" font-weight:600;">sudo systemctl enable </span><span style=" font-weight:600; font-style:italic;">nome do serviço</span> e <span style=" font-weight:600;">sudo systemctl disable </span><span style=" font-weight:600; font-style:italic;">nome do serviço</span> para o desativar. Se quiser iniciar os serviços manualmente, experimente <span style=" font-weight:600;">sudo systemctl start </span><span style=" font-weight:600; font-style:italic;">nome do serviço</span>. (Por exemplo, <span style=" font-weight:600;">sudo systemctl start cups</span>).</p></body></html>

source: Daemons to start at boot time
de: Beim Boot-Vorgang zu startende Dienste
fr: Démons à lancer au démarrage
gl: Daemons para iniciar co sistema
hu: Démonok bekapcsolása indításkor
pl: Daemony do uruchomienia wraz ze startem systemu
pt: Serviços iniciados ao arrancar

source: Folders
de: Ordner
fr: Dossiers
gl: Cartafoles
hu: Mappák
pl: Katalogi
pt: Pastas

source: Create folders in the home directory
de: Erstelle Ordner im Home-Verzeichnis
fr: Créer les dossiers dans le répertoire utilisateur
gl: Crear cartafoles no cartafol persoal
hu: Mappák készítése a saját könyvtárban
pl: Utwórz foldery w katalogu domowym
pt: Criar pastas no diretório pessoal

source: Selected:
de: Ausgewählt:
fr: Sélectionné :
gl: Seleccionado:
hu: Kiválasztott:
pl: Wybrane:

source: Downloads
fr: Téléchargements
gl: Descargas
hu: Letöltések
pl: Pobrane

source: Documents
de: Dokumente
gl: Documentos
hu: Dokumentáció
pl: Dokumenty

source: Videos
fr: Vidéos
gl: Vídeos
hu: Videók
pl: Wideo

source: Music
de: Musik
fr: Musiques
gl: Música
hu: Zene
pl: Muzyka

source: Pictures
de: Bilder
fr: Images
gl: Imaxes
hu: Felhasználó képe
pl: Obrazy

source: None
de: Nichts
fr: Aucun
gl: Nada
hu: Nincs
pl: Żaden

source: Created folders in home directory
de: Erstellte Ordner im Home-Verzeichnis
fr: Dossiers créés dans le répertoire racine
gl: Creáronse os cartafoles no cartafol persoal.
hu: Mappák készítése a saját könyvtárban
pl: Utworzono foldery w katalogu domowym

source: Welcome Wizard
de: Willkommensassistent
fr: Assistant de premier lancement
gl: Asistente de benvida
hu: Üdvözlő képernyő
pl: Kreator powitalny
pt: Assistente de boas vindas

source: Packages
de: Pakete
fr: Paquets
gl: Paquetes
hu: Csomagok
pl: Pakiety
pt: Pacotes

source: Install / Remove Programs
de: Programme installieren / entfernen
fr: Installer / Supprimer des programmes
gl: Instalar e desinstalar programar
hu: Programok telepítése / eltávolítása
pl: Dodaj / Usuń programy
pt: Instalar e remover programas

source: Wallpaper
de: Hintergrundbild
fr: Fond d'écran
gl: Fondo de escritorio
hu: Háttérkép
pl: Tapeta
pt: Papel de parede

source: <html><head/><body><p>Choose your favorite wallpaper for your Chakra desktop. Don't forget to check out <span style=" font-weight:600;">Desktop Settings</span> to download cool new wallpapers.</p></body></html>
de: <html><head/><body><p>Wählen Sie Ihr bevorzugtes Hintergrundbild für den Chakra-Arbeitsplatz. Vergessen Sie nicht, die <span style=" font-weight:600;"> Arbeitsflächen-Einstellungen</span> zu besuchen, um frische neue Hintergrundbilder herunterzuladen.</p></body></html>
fr: <html><head/><body><p>Choisissez votre fond d'écran préféré pour votre bureau Chakra. N'oubliez pas de vérifier les <span style=" font-weight:600;">Paramètres de Bureau</span> pour télécharger de merveilleux nouveaux fonds d'écrans.</p></body></html>
gl: <html><head/><body> <p>Escolla un fondo de escritorio. Non esqueza botar unha ollada á <span style=" font-weight:600;">Configuración do escritorio</span> para descargar máis fondos.</p> </body></html>
hu: Válassza ki az önnek tetsző háttteret a Chakra munkaasztalához. Ne felejtse el megnézni
pl: <html><head/><body><p>Wybierz ulubioną tapetę na swój pulpit Chakry. Nie zapomnij zajrzeć do <span style=" font-weight:600;"> Ustawień pulpitu</span>, żeby pobrać nowe, ciekawe tapety. </p></body></html>
pt: <html><head/><body><p>Escolha o papel de parede do Chakra Não se esqueça de aceder às <span style=" font-weight:600;">Definições de ambiente de trabalho</span> para transferir mais papeis de parede.</p></body></html>

source: Wallpapers
de: Hintergrundbilder
fr: Fonds d'écran
gl: Fondos de escritorio
hu: Háttérképek
pl: Tapety
pt: Papel de parede

source: Choose wallpaper from file
de: Hintergrundbild von Datei auswählen
fr: Choisir un fond d'écran depuis un fichier
gl: Abrir un ficheiro cun fondo
hu: Háttérkép választása fájlból
pl: Wczytaj tapetę z pliku
pt: Escolher papel de parede no ficheiro

source: Don't change wallpaper
de: Hintergrundbild nicht ändern
fr: Ne pas changer de fond d'écran
gl: Non cambiar o fondo.
hu: Ne változtassa meg a háttérképet
pl: Nie zmieniaj tapety
pt: Não mudar papel de parede

source: Security
de: Sicherheit
fr: Sécurité
gl: Seguranza
hu: Biztonság
pl: Bezpieczeństwo
pt: Segurança

source: Enable the firewall (UFW)
de: Firewall aktivieren (UFW)
fr: Activer le pare-feu (UFW)
gl: Activar a devasa (UFW).
hu: Tűzfal engedélyezése (UFW)
pl: Włącz zaporę ogniową (UFW)
pt: Ativar a firewall (UFW)

source: Enable Clam AntiVirus daemon (must be installed and configured)
de: Clam-AntiVirus aktivieren (muss installiert und konfiguriert werden)
fr: Activer le démon de Clam AntiVirus (doit être installé et configuré)
gl: Activar o daemon do anti-virus Clam (debe instalarse e configurarse).
hu: Clam AntiVirus démon engedélyezése (telepítve és beállítva kell lennie)
pl: Włącz daemona Clam AntiVirus (musi być zainstalowany i skonfigurowany)
pt: Ativar o ClamAV (tem de estar instalado e configurado)

source: <html><head/><body><p>Other security tools provided by Chakra include Tomoyo-tools, the KDE Wallet, rkhunter, chkrootkit, tiger, and more. Click the buttons below to learn more about these tools.</p></body></html>
de: <html><head/><body><p>Andere Sicherheitsprogramme, die Chakra mitliefert, sind die Tomoyo-Tools, die KDE-Brieftasche, rkhunter, chkrootkit, tiger und weitere. Klicken Sie auf die Schaltflächen weiter unten, um mehr über diese Werkzeuge zu erfahren.</p></body></html>
fr: <html><head/><body><p>D'autres outils de sécurité sont fournis par Chakra tels que Tomoyo-tools, KDE Wallet, rkhunter, chkrootkit, tiger, et plus encore. Cliquez sur les boutons ci-dessous pour en apprendre plus sur ces outils.</p></body></html>
gl: <html><head/><body> <p>Chakra fornece, entre outras, ferramentas de seguridade como as ferramentas Tomoyo, a carteira de KDE, rkhunter, chkrootkit, tiger, etc. Prema os seguintes botóns para aprender máis sobre estas ferramentas.</p> </body></html>
hu: <html><head/><body><p>A Chakra egyéb biztonsági eszközei a Tomoyo-tools, KDE digitális notesz, rkhunter,chkrootkit, tiger és még sok más. Kattintson az alábbi gombok egyikére, hogy többet tudjon meg ezekről az eszközökről.</p></body></html>
pl: <html><head/><body><p>Bezpieczeństwo Chakry zapewniają także Tomoyo-tools, Portfel KDE, rkhunter, chkrootkit, tiger i wiele innych narzędzi.</p></body></html>
pt: <html><head/><body><p>As outras ferramentas de segurança disponibilizadas pelo Chakra incluem as aplicações Tomoyo-tools, KDE Wallet, rkhunter, chkrootkit, tiger e muitas mais. Clique nos botões abaixo para saber mais informações.</p></body></html>

source: ClamAV: Detect and remove malware
de: ClamAV: Entdeckt und entfernt Schadsoftware
fr: ClamAV : Détecter et supprimer les malwares
gl: ClamAV — Detectar e eliminar software malicioso
hu: ClamAV: Kártevők felderítése és eltávolítása
pl: ClamAV: Wykrywanie i usuwanie złośliwego oprogramowania
pt: ClamAV: Deteção e remoção de malware

source: Tomoyo-tools: A Mandatory Access Control (MAC) implementation for Linux
de: Tomoyo-Tools: Eine Mandatory-Access-Control-System (MAC) für Linux
fr: Tomoyo-tools : Une implémentation de Contrôle d'accès obligatoire (MAC) pour Linux
gl: Ferramentas Tomoyo — Unha aplicación do control de acceso obrigado (MAC polas súas siglas en inglés) para GNU/Linux
hu: Tomoyo-tools: a Mandatory Access Control (MAC) linuxos implementációja
pl: Tomoyo-tools: A Mandatory Access Control (Obowiązkowa Kontrola Dostępu) w wersji dla Linuksa
pt: Tomoyo-tools: Uma implementação de controlo de acesso mandatório (MAC) para Linux
