Repository: ayhanyalcinsoy/Pisicik
Catalog: package-manager-qt5/po/*.po
Languages: sr

source: Add or Remove Software
sr: Додај или уклони софтвер

source: Package Manager
sr: Управљач пакетима

source: PiSi Package Manager Graphical User Interface
sr: Графичко окружење ПиСи управљача пакета

source: Add/Remove/Update Packages
sr: Додај/Уклони/Надогради пакете

source: (c) 2009-2010 TUBITAK/UEKAE
sr: (c) -2010 ТУБИТАК/УЕКАЕ

source: Developer
sr: Развијач

source: First Author
sr: Први аутор

# NAME OF TRANSLATORS
source: Your names
sr: Јожеф Куруцић / Радован Роцков

# EMAIL OF TRANSLATORS
source: Your emails
sr: Kurucity@aim.com / radovan.rockov@gmail.com

source: Clear Basket
sr: Очисти корпу

source: Do you want to clear all selections ?
sr: Да ли желите да очистите све означено ?

source: Pisi Error
sr: ПиСи грешка

source: You must restart your system for the updates to take effect
sr: Морате поново покренути Ваш систем како би ажурирања ступила на снагу.

source: Update Requirements
sr: Неопходно за ажурирање

source: Packages Require System Restart
sr: Пакети захтевају поновно покретање система

source: You must restart related system services for the updated package(s) to take effect
sr: Mорате поново покренути повезане системске сервисе како би ажурирани пакет(и) ступио на снагу.

source: Packages Require Service Restart
sr: Пакети захтевају поновно покретање сервиса

source: Selected packages are considered critical for the system. Removing them may cause your system to be unusable.
sr: Одабрани пакети се сматрају критичним за систем. Њихово уклањање може проузроковати нестабилност система.

source: Warning
sr: Упозорење

source: Critical Packages
sr: Критични пакети

source: Selected packages are already installed.<br>If you continue, the packages will be reinstalled
sr: Одабрани пакети су већ инсталирани.<br>Ако наставите, пакети ће бити поново инсталирани

source: Already Installed Packages
sr: Већ инсталирани пакети

source: Installed Packages
sr: Инсталирани пакети

source: All
sr: Све

source: Package Manager Help
sr: Помоћ за управљач пакета

source: Show main window
sr: Прикажи главни прозор

source: All packages are up to date
sr: Сви пакети су ажурни

source: Searching...
sr: Тражим...

source: No results found.
sr: Нису пронађени резултати.

source: Select packages
sr: Одаберите пакете

source: You must select at least one installed package
sr: Морате одабрати бар један инсталирани пакет

source: All Updates
sr: Сва ажурирања

source: Security Updates
sr: Сигурносна ажурирања

source: Critical Updates
sr: Критична ажурирања

source: All Packages
sr: Сви пакети

source: Installable Packages
sr: Пакети за инсталацију

source: Updates
sr: Ажурирања

source: Calculating dependencies...
sr: Израчунавам зависности...

source: Currently your basket is empty.
sr: Тренутно Ваша корпа је празна.

source: installing
sr: инсталирање

source: removing
sr: уклањање

source: extracting
sr: отпакивање

source: configuring
sr: конфигурисање

source: downloading
sr: преузимање

source: critical
sr: критично

source: security
sr: сигурност

source: Description:
sr: Опис:

source: Website:
sr: Веб страница:

source: Release:
sr: Издање:

source: Repository:
sr: Репозиторијум:

source: Package Size:
sr: Величина пакета:

source: Installed Version:
sr: Инсталирана верзија:

source: Details
sr: Детаљи

source: Select all packages in this group
sr: Одабери све пакете у овој групи

source: %prog packages_to_install
sr: %prog пакета да се инсталира

source: Hide summary screen
sr: Сакриј екран резимеа

source: Network Error
sr: Мрежна грешка

source: Please check your network connections and try again.
sr: Молимо Вас проверите мрежну конекцију и покушајте поново.

source: Authorization Error
sr: Грешка у вези овлашћења

source: You are not authorized for this operation.
sr: Нисте овлашћени за ову операцију.

source: Package <b>%s</b> not found in repositories.<br>It may be upgraded or removed from the repository.<br>Please try upgrading repository informations.
sr: Пакет <b>%s</b> није пронађен у репозиторијумима.<br>Можда је надограђен или уклоњен из репозиторијума.<br>Покушајте надоградњу репозиторијума.

source: Mixing file names and package names not supported yet.
sr: Мешање имена датотека и имена пакета још није подржано.

source: File <b>%s</b> doesn't exists.
sr: Датотека <b>%s</b> не постоји.

source: Another instance of PiSi is running. Only one instance is allowed.
sr: Још једна појава ПиСи-ја је покренута. Само једна појава је дозвољена.

source: Do you want to continue ?
sr: Да ли желите да наставите ?

source: Operation - %1%
sr: Операција - %1%

source: Downloading package list of %1
sr: Преузимање листе пакета од %1

source: Preparing PiSi...
sr: Припремам ПиСи...

source: <b>Cancelling operation...</b>
sr: <b>Поништавање операције...</b>

source: Open Directory
sr: Отвори фасциклу

source: All the cached packages will be deleted. Are you sure?
sr: Сви пакети из складишта ће бити избрисани. Да ли сте сигурни ?

source: Not a valid repository name
sr: Неважећи назив репозиторијума

source: <qt>Repository address should end with xml or xml.bz2 or xz suffix.<p>Please try again.</qt>
sr: <qt>Адреса пеозиторијума треба да се завршава са xml са xml.bz2 или са xz суфиксом.<p>Молим покушајте поново.</qt>

source: Installing Package(s)
sr: Инсталирање пакета

source: Removing Package(s)
sr: Уклањање пакета

source: Upgrading Package(s)
sr: Надограђивање пакета

source: Applying Repository Changes
sr: Примењивање промена на репозиторијуму

source: Updating Repository
sr: Ажурирање репозиторијума

source: Updating Repository(s)
sr: Ажурирање репозиторијума

source: installed
sr: инсталирано

source: removed
sr: уклоњено

source: upgraded
sr: надограђено

source: modified
sr: измењено

source: Install Package(s)
sr: Инсталирај пакет(е)

source: Remove Package(s)
sr: Уклони пакет(е)

source: Upgrade Package(s)
sr: Надогради пакет(е)

source: Select Operation
sr: Одабери операцију

source: %1 new package(s) have been installed succesfully.
sr: %1 нови(х) пакет(а) је успешно инсталиран(о).

source: %1 package(s) have been removed succesfully.
sr: %1 пакет(а) је успешно уклоњен(о).

source: %1 package(s) have been upgraded succesfully.
sr: %1 пакет(а) је успешно надограђен(о).

source: %1 package(s) have been modified succesfully.
sr: %1 пакет(а) је успешно измењен(о).

source: You have selected the following package(s) to install:
sr: Одабрали сте следеће пакете за инсталирање:

source: You have selected the following package(s) to removal:
sr: Одабрали сте следеће пакете за уклањање:

source: You have selected the following package(s) to upgrade:
sr: Одабрали сте следеће пакете за надоградњу:

source: You have selected the following package(s) to modify:
sr: Одабрали сте следеће пакета за измену:

source: Extra dependencies of the selected package(s) that are also going to be installed:
sr: Додатне зависности одабраних пакета које ће такође бити инсталиране:

source: Reverse dependencies of the selected package(s) that are also going to be removed:
sr: Обрнуте зависности одабраних пакета које ће такође бити уклоњене:

source: Extra dependencies of the selected package(s) that are also going to be upgraded:
sr: Додатне зависности одабраних пакета које ће такође бити надограђене:

source: Extra dependencies of the selected package(s) that are also going to be modified:
sr: Додатне зависности одабраних пакета које ће такође бити измењене:

source: Currently there are <b>%1</b> selected package(s) of total <b>%2</b> of size
sr: Тренутно је одабрано <b>%1</b> пакета укупне величине <b>%2</b>

source: with <b>%1</b> reverse dependencies of total <b>%2</b> of size
sr: са <b>%1</b> обрнутих зависности укупне величине <b>%2</b>

source: with <b>%1</b> extra dependencies of total <b>%2</b> of size
sr: са <b>%1</b> додатних зависности укупне величине <b>%2</b>

source: in your basket.
sr: у вашој корпи.

source: Selected packages [%1] are in conflict with each other. These packages can not be installed together.
sr: Одабрани пакети [%1] су у међусобном конфликту. Ови пакети не могу бити инсталирани заједно.

source: Conflict Error
sr: Грешка конфликта

source: The following packages conflicts:
sr: Следећи пакети су у конфликту:

source: %1 conflicts with: [%2]
sr: % 1 је у конфликту са: [2%]

source: Remove the conflicting packages from the system?
sr: Уклони конфликтне пакете са система ?

source: There are <b>%1</b> updates available!
sr: Доступно је <b>%1</b> ажурирања !

source: Update
sr: Ажурирај

source: Show Updates
sr: Прикажи ажурирања

source: Ignore
sr: Игнориши

source: Package Files
sr: Датотеке пакета

source: Application
sr: Програм

source: Basket
sr: Корпа

source: Selected package(s) for install:
sr: Одабрани пакет(и) за инсталирање:

source: Total Size:
sr: Укупна величина:

source: Download Size:
sr: Величина преузимања:

source: Form
sr: Форма

source: Settings
sr: Подешавања

source: Search Bar
sr: Трака за тражење

source: Click to search
sr: Кликни за тражење

source: Update Types
sr: Врсте ажурирања

source: Category Panel
sr: Плоча категорија

source: Package List
sr: Листа пакета

source: Show Basket
sr: Прикажи корпу

source: Check for Updates
sr: Провери ажурирања

source: Package Manager Quick Install
sr: Управник пакета брза инсталација

source: Following packages are selected to install. Do you want to install these packages ?
sr: Следећи пакети су одабрани за инсталирање. Да ли желите да инсталирате те пакете ?

source: Install
sr: Инсталирај

source: Cancel
sr: Откажи

source: Preview
sr: Преглед

source: Add New Repository
sr: Додај нови репозиторијум

source: Name of the repository, e.g <b>pardus-devel</b>
sr: Име репозиторијума, нпр. <b>pisilinux-devel</b>

source: Repository Name
sr: Име репозиторијума

source: Repository Address
sr: Адреса репозиторијума

source: Package Manager Settings
sr: Подешавања управника пакета

source: Package list
sr: Листа пакета

source: &Show only desktop applications
sr: &Покажи само програме радне површине

source: Show Component information
sr: Прикажи информације о компоненти

source: Show package type tags
sr: Прикажи ознаке врсте пакета

source: System tray icon
sr: Икона траке система

source: Enable system tray icon
sr: Омогући траку система

source: Hide system tray if there is no update.
sr: Сакриј траку система уколико нема ажурирања.

source: Enable &periodic update check
sr: Омогући &повремену проверу ажурирања

source: Check interval :
sr: Интервал провере:

source: min
sr: мин

source: Install updates automatically
sr: Инсталирај ажурирања аутоматски

source: &General Settings
sr: &Општа подешавања

source: Cache Limit
sr: Ограничење привремене меморије

source: &Use hard disk cache for downloaded software
sr: &Користи привремену меморију чврстог диска за преузети софтвер

source: Maximum cache size:
sr: Максимална величина привремене меморије:

source: Unlimited
sr: Неограничено

source: Current cache dir:
sr: Тренутна фасцикла привремене меморије:

source: Select...
sr: Одабери...

source: Open
sr: Отвори

source: Clearing the disk cache will remove all downloaded software. This will not delete installed software or affect your system stability.
sr: Чишћење привремене меморије ће уклонити сав преузети софтвер. То неће обрисати инсталирани софтвер или утицати на стабилност вашег система.

source: C&lean disk cache now
sr: Оч&исти привремену меморију диска сада

source: Bandwidth limit
sr: Ограничење пропуста

source: Use bandwidth limit :
sr: Користи ограничење пропуста:

source: C&ache
sr: Привремена &меморија

source: &Add New Repository
sr: &Додај нови репозиторијум

source: Remove Repository
sr: Уклони репозиторијум

source: Move &Up
sr: Помери &горе

source: Move &Down
sr: Помери д&оле

source: &Repositories
sr: &Репозиторијуми

source: Use Proxy
sr: Користи прокси

source: HTTP proxy server:
sr: HTTP прокси сервер:

source: Port:
sr: Порт:

source: HTTPS proxy server:
sr: HTTPS прокси сервер:

source: FTP proxy server:
sr: FTP прокси сервер:

source: Domain:
sr: Домен:

source: Username:
sr: Корисничко име:

source: Password:
sr: Лозинка:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">There is proxy settings available in KDE, you can click <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">here</span></a> to get these settings</p></body></html>
sr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Доступна су прокси подешавања у KDE-у, можете кликнути <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">овде</span></a> да бисте добили та подешавања</p></body></html>

source: <a href=#>Use this proxy server for all protocols</a>
sr: <a href=#>Користи овај прокси сервер за све протоколе</a>

source: &Proxy
sr: &Прокси

source: &Help
sr: П&омоћ

source: &OK
sr: &У реду

source: &Cancel
sr: О&ткажи

source: Operation Summary
sr: Резиме операције

source: You can start the new installed application by double-clicking on the list below or later from the applications menu.
sr: Можете покренути новоинсталирани програм двоструким кликом на доњу листу или касније из менија апликација.

source: &Ok
sr: &У реду

source: Type to filter files
sr: Куцај да издвојиш датотеке

source: AppInfo Server is not reachable Please check your network connection
sr: AppInfo сервер није доступан Молим проверите ваше мрежне везе

source: Package Details
sr: Детаљи пакета
