Repository: ayhanyalcinsoy/Pisicik
Catalog: package-manager-qt5/po/t.po
Languages: lt

source: Add or Remove Software
lt: Prideti arba pašalinti programos

source: Package Manager
lt: Paketų menadžeris

source: PiSi Package Manager Graphical User Interface
lt: Grafinė vartotojo sąsaja Pisi paketų menadžerio

source: Add/Remove/Update Packages
lt: Pridėti/Pašalinti/atnaujinti Paketus

source: Developer
lt: Kūrėjas

source: First Author
lt: Pirmas autorius

# NAME OF TRANSLATORS
source: Your names
lt: Jūsų vardas

# EMAIL OF TRANSLATORS
source: Your emails
lt: Jūsų e-paštas

source: Clear Basket
lt: išsivalyti krepše

source: Do you want to clear all selections ?
lt: Ar jūs norite atsisakyti nuo visko, ką pasirinkote?

source: Pisi Error
lt: Klaipa Pisi

source: You must restart your system for the updates to take effect
lt: Jums reiki a paleisti iš naujo sistema kad atnaujinti padarytus efektus

source: Update Requirements
lt: Reikalingos naujinimus

source: Packages Require System Restart
lt: Paketai reikalauja paleisti sistema iš naujo

source: You must restart related system services for the updated package(s) to take effect
lt: Jus turite paleisti iš naujo atitinkamus procesus, kad pritaikyti paketu(o) efektus

source: Packages Require Service Restart
lt: Paketas reikalauja paleisti iš naujo procesą

source: Selected packages are considered critical for the system. Removing them may cause your system to be unusable.
lt: Pasirinkti paketai yra būtinos sistemai. Jų pašalinimas gresia sistemos žlugimui.

source: Warning
lt: Demesio

source: Critical Packages
lt: kritine paketai

source: Selected packages are already installed.<br>If you continue, the packages will be reinstalled
lt: pasirinkti paketai jau įdegti. <br>jei jūs tesit, je bus įdegti iš naujo

source: Already Installed Packages
lt: Tikrai įdegti paketai

source: Installed Packages
lt: Įdegti paketai

source: All
lt: Visi

source: Package Manager Help
lt: Paketų menadžerio pagalba

source: Show main window
lt: Rodyti pagrindinė langą

source: All packages are up to date
lt: Visi paketai aktualios busenos

source: Searching...
lt: Paješka...

source: No results found.
lt: Nieko ne rasta

source: Select packages
lt: pasirinkti paketus

source: You must select at least one installed package
lt: Jūs turite pasirinkti bent viena paketą

source: All Updates
lt: visi naujinimai

source: Security Updates
lt: Saugumo naujinimai

source: Critical Updates
lt: Kritinė naujinimai

source: All Packages
lt: visi paketai

source: Installable Packages
lt: Įdegti paketai

source: Updates
lt: naujinimai

source: Calculating dependencies...
lt: Skaičiuojami priklausomybės...

source: Currently your basket is empty.
lt: Dabarinis jūsų krepšis yra tuščias

source: installing
lt: Įdegimas

source: removing
lt: šalinimas

source: extracting
lt: išemimas

source: configuring
lt: konfigūravimas

source: downloading
lt: Parsisiuntimas

source: critical
lt: kritinis

source: security
lt: saugumas

source: Description:
lt: prie

source: Website:
lt: Interneto puslapis

source: Release:
lt: Relizas:

source: Repository:
lt: Saugykla:

source: Package Size:
lt: Paketo dydis:

source: Installed Version:
lt: Įdegta versija

source: Details
lt: detales

source: Select all packages in this group
lt: Pasirinkti visus paketus esančius grupėje

source: %prog packages_to_install
lt: %prog paketų_įdegymui

source: Hide summary screen
lt: Paslepti bendrinimo ekrana

source: Network Error
lt: Tinklo klaida

source: Please check your network connections and try again.
lt: Prašom patikrinti jūsų interneto ryšį ir papanditi dar karta

source: Authorization Error
lt: Autorizavymoklaida

source: You are not authorized for this operation.
lt: Jūs neturite teisių vykdyti šią operaciją

source: Package <b>%s</b> not found in repositories.<br>It may be upgraded or removed from the repository.<br>Please try upgrading repository informations.
lt: Paketas <b>%s</b> nerastas saugykloje. <br> Jis gali būti atnaujintas ar pašalintas iš saugyklos. <br>Prašom pabandyti atnaujinti saugyklos informaciją

source: Mixing file names and package names not supported yet.
lt: Sumaišymas failų vardus ir paketų pavadinimus dar nepalaikoma.

source: File <b>%s</b> doesn't exists.
lt: byla <b>%s</b> neekzistoja

source: Another instance of PiSi is running. Only one instance is allowed.
lt: Kitas Pisi procesas jau vykdomas. Leidžiama paleisti tik viena Pisi proceso

source: Do you want to continue ?
lt: Norite testi?

source: Operation - %1%
lt: Operacija - %1%%1%

source: Downloading package list of %1
lt: Parsisiunčiamas paketų sąrašas viso %1

source: Preparing PiSi...
lt: PISI pasiruošiamas...

source: <b>Cancelling operation...</b>
lt: <b>Operacija baigesi<b>

source: Open Directory
lt: atverti kataogą

source: All the cached packages will be deleted. Are you sure?
lt: Visi kešuoti paketai bus pašalinti. jūs sutinkate?

source: Not a valid repository name
lt: Nekorektiškas saugyklos vardas

source: <qt>Repository address should end with xml or xml.bz2 or xz suffix.<p>Please try again.</qt>
lt: <qt>Saugyklos adresas privalo pasibaigti su xml ar xml.bz2 arba xz sufiksų.<p>Prašom bandyti dar karta.</qt>

source: Installing Package(s)
lt: Įdegiamos paketas (ai)

source: Removing Package(s)
lt: Šalinamos paketai(as)

source: Upgrading Package(s)
lt: atnaujinamos paketai(as)

source: Applying Repository Changes
lt: Pritaikoma saugyklos pakeiktymai

source: Updating Repository
lt: Saugykla atnaujinama

source: Updating Repository(s)
lt: Saugyklos(a) atnaujinama

source: installed
lt: įdegtos

source: removed
lt: pašalintos

source: upgraded
lt: atnaujintos

source: modified
lt: modifikuotos

source: Install Package(s)
lt: Įdegti paketo(us)

source: Remove Package(s)
lt: pašalinti paketo(us)

source: Upgrade Package(s)
lt: atnaujinti paketus(o)

source: Select Operation
lt: Pasirinkti operacicija

source: %1 new package(s) have been installed succesfully.
lt: %1naujas paketas(u) sekmingai įdegtos

source: %1 package(s) have been removed succesfully.
lt: %1 paketas(ų) sėkm ingai pašlinti

source: %1 package(s) have been upgraded succesfully.
lt: %1paketų(as) sėkmingai atnaujintas.

source: %1 package(s) have been modified succesfully.
lt: %1paketas(ų) sėkmingai modifikoti

source: You have selected the following package(s) to install:
lt: Jūs turite pažymėtus paketus(o) įdegimui:

source: You have selected the following package(s) to removal:
lt: Jūs turite pažymėtus paketus(o) pašalinymui

source: You have selected the following package(s) to upgrade:
lt: Jūs turite pažymėtus paketus(o) atnaujinimui:

source: You have selected the following package(s) to modify:
lt: Jūs turite pažymėtus paketus(o) modifikacijai:

source: Extra dependencies of the selected package(s) that are also going to be installed:
lt: Papildomos priklausomybes pasirinktų paketų(o) taip pat bus įdegti:

source: Reverse dependencies of the selected package(s) that are also going to be removed:
lt: Grįžtamieji priklausomybes pasirinkto paketo (-ų), kurie taip pat bus pašalinti:

source: Extra dependencies of the selected package(s) that are also going to be upgraded:
lt: Papildomos priklausomybes pažimetų paketų(o) tad galite dabar atnaujinti

source: Extra dependencies of the selected package(s) that are also going to be modified:
lt: Būtinos priklausomybės pasirinktų paketų(o) tad dabar galite jų keisti

source: Currently there are <b>%1</b> selected package(s) of total <b>%2</b> of size
lt: Šiuo metų yra <b>%1</b> pasirinktų paketų(o) kurių <b>%2</b>dydis

source: with <b>%1</b> reverse dependencies of total <b>%2</b> of size
lt: Su <b>%1</b> reversiniais priklausomybemis <b>%2</b> dydis

source: with <b>%1</b> extra dependencies of total <b>%2</b> of size
lt: Su <b>%1</b> papildomais priklausomybėmis <b>%2</b> dydis

source: in your basket.
lt: Jūsų krepšjie

source: Selected packages [%1] are in conflict with each other. These packages can not be installed together.
lt: pažimetas paketas [%1] konfliktuoja su kitais. Šitas paketas negali būti įdegtas dabar.

source: Conflict Error
lt: Konflikto klaida

source: The following packages conflicts:
lt: Sekančios paketai konfliktuoja

source: %1 conflicts with: [%2]
lt: %1 konfliktuoja sų [%2]

source: Remove the conflicting packages from the system?
lt: Pašalinti konfliktuojantį paketą iš sistemos?

source: There are <b>%1</b> updates available!
lt: Yra <b>%1</b>atnaujinimų!

source: Update
lt: Naujinimas

source: Show Updates
lt: Rodyti naujinimų

source: Ignore
lt: Ignuoroti

source: Package Files
lt: Paketo bylos

source: Application
lt: Aplikacija

source: Basket
lt: krepšis

source: Selected package(s) for install:
lt: Pažimeti paketai įdegymui:

source: Total Size:
lt: bendras dydis:

source: Download Size:
lt: Parsisiuntymų dydis:

source: Form
lt: Forma

source: Settings
lt: nustatymai

source: Search Bar
lt: Paieškos laukas

source: Click to search
lt: paspausti kad ieškoti

source: Update Types
lt: atnaujinti tipą

source: Category Panel
lt: Kategorijų panele

source: Package List
lt: Paketų sąrašas

source: Show Basket
lt: rodyti krepšį

source: Check for Updates
lt: patikrinti ar yra atnaujinimai

source: Package Manager Quick Install
lt: greitas įdegymas paketo menadžerio

source: Following packages are selected to install. Do you want to install these packages ?
lt: sekančios paketai pažimeti įdegimui. jūs norite įdegti šių paketų?

source: Install
lt: Įdegimas

source: Cancel
lt: Atsisakyti

source: Preview
lt: Peržiura

source: Add New Repository
lt: Pridėti nauja saugykla

source: Name of the repository, e.g <b>pardus-devel</b>
lt: Saugyklos vardas, pav. <b>

source: Repository Name
lt: Saugyklos pavadinimas

source: Repository Address
lt: Saugyklos adresas

source: Package Manager Settings
lt: paketų menadžerio nustatimai

source: Package list
lt: Paketų sąrašas

source: &Show only desktop applications
lt: &Rodyti tik darbastalio aplikacijų

source: Show Component information
lt: Rodyti informaciją apie komponentus

source: Show package type tags
lt: Rodyti paketo tipo tagus

source: System tray icon
lt: Ikona sistemos lauko

source: Enable system tray icon
lt: leidžiamos sistemos juostos ikonos

source: Hide system tray if there is no update.
lt: Slepti sistemos juosta jei ji ne atnaujinta

source: Enable &periodic update check
lt: leisti &periodine atnaujinimų patikra

source: Check interval :
lt: Patikros tarpas:

source: Install updates automatically
lt: Degti naujinimus automatiškai

source: &General Settings
lt: &Bendri nustatymai

source: Cache Limit
lt: Kešo ribojimas

source: &Use hard disk cache for downloaded software
lt: &nauduoti standujį disko programoms parsisiusti

source: Maximum cache size:
lt: Maksimalus kešo dydis:

source: Unlimited
lt: Be limito

source: Current cache dir:
lt: Dabartinis kešo direktorija

source: Select...
lt: Pasirinkti...

source: Open
lt: Atverti

source: Clearing the disk cache will remove all downloaded software. This will not delete installed software or affect your system stability.
lt: Išvalyti disko kešo po programų parsisiuntimo. Tai ne pašalins jūsų įdegtų programų ar kažkaip paveiks sistemos stabilumui

source: C&lean disk cache now
lt: V&alyti disko kešo dabar

source: Bandwidth limit
lt: praleidumo rybojimas

source: Use bandwidth limit :
lt: naudoti pralaidumo limito:

source: C&ache
lt: K&ešas

source: &Add New Repository
lt: &pridėti nauja saugykla

source: Remove Repository
lt: pašalinti saugykla

source: Move &Up
lt: Kelti &į viršų

source: Move &Down
lt: leisti &į apačia

source: &Repositories
lt: &Saugyklos

source: Use Proxy
lt: naudoti proxy

source: HTTP proxy server:
lt: HTTP proxy serveris:

source: Port:
lt: Portas:

source: HTTPS proxy server:
lt: HTTPS proxy serveris:

source: FTP proxy server:
lt: FTP proxy serveris:

source: Username:
lt: Vartotojo vardas:

source: Password:
lt: Slaptažodis:

source: <a href=#>Use this proxy server for all protocols</a>
lt: <a href=#>Naudoti šį proxy serverį visiems protokolams</a>

source: &Help
lt: &pagalba

source: &OK
lt: &gerai

source: &Cancel
lt: &atsisakyti

source: Operation Summary
lt: operacijų suvestynė

source: You can start the new installed application by double-clicking on the list below or later from the applications menu.
lt: Jūs galite paleist naujai įdegta programa 2kart paspaudus ant juos sąraše arba veliau iš aplikacijų menių

source: &Ok
lt: &Gerai

source: Type to filter files
lt: Tipas bylų filtrui

source: AppInfo Server is not reachable Please check your network connection
lt: AppInfo Serveris nepasiekiamas. Prašom patikrinti jūsų ryšį

source: Package Details
lt: Paketo detales
