Repository: ayhanyalcinsoy/Pisicik
Catalog: history_manager-qt5/po/*.po
Languages: ca, de, fr, hu, pt_br

source: Options
ca: Indstillinger
de: Optionen
hu: Opciók
pt_br: Opções

source: Startup Load :
ca: Indlæsning ved opstart:
de: Startlast :
fr: Nombre d'opérations affichées au lancement :
hu: Beolvasás indításkor :
pt_br: Carregamento de Inicialização :

source: Operations
ca: Handlinger
de: Operationen
fr: Opérations
hu: Műveletek
pt_br: Operações

source: History Manager
ca: Håndtering for historik
de: Systemwiederherstellung
fr: Gestionnaire d'historique
hu: Rendszerelőzmény kezelő
pt_br: Gerenciador de Histórico

source: Current Maintainer
ca: Nuværende vedligeholder
de: Aktueller Betreuer
fr: Mainteneur actuel
hu: Jelenlegi karbantartó
pt_br: Mantenedor Atual

source: %1 Operations Loaded
ca: %1 Handlinger indlæst
de: %1 Operationen geladen
fr: %1 Opération(s) chargée(s)
hu: %1 művelet beolvasva
pt_br: %1 Operações carregadas

source: Loading operation details..
ca: Indlæser detaljer for handlinger...
de: Lade Details der Operationen ..
fr: Chargement des détails de l'opération..
hu: Művelet részleteinek beolvasása...
pt_br: Carregando detalhes da operação..

source: Details for operation on %1 at %2
ca: Detaljer for handlinger på %1 ved %2
de: Operationdetails an %1 auf %2
fr: Détails de l'opération du %1 à %2
hu: Részletek a %1 művelethez. Időpont: %2
pt_br: Detalhes para operação de %1 para %2

source: There are %1 packages in this snapshot.
ca: Der er %1 pakker i dette snapshot.
de: Es sind %1 Pakete in dieser Momentaufnahme.
fr: Il y a %1 paquet(s) dans cet instantané.
hu: %1 csomag van ebben a pillanatfelvételben.
pt_br: Existem %1 pacotes neste ponto de restauração

source: Ready ..
ca: Klar...
de: Fertig ..
fr: Prêt..
hu: Kész ..
pt_br: Pronto ..

source: Loading Operation Plan
ca: Indlæser handlingsplan
de: Lade Ausführungsplan
fr: Chargement du plan de l'opération
hu: Műveletterv beolvasása
pt_br: Carregando Plano de Operação

source: Configuration files in snapshot:
ca: Konfigurationsfiler i øjebliksbilledet
de: Konfiguration der Momentaufnahme:
fr: Configuration des fichiers dans l'instantané :
hu: Beállítási fájlok a pillanatfelvételben:
pt_br: Arquivos de configuração no ponto de restauração:

source: <br> These package(s) will be <b>installed</b> :<br>
ca: <br> Følgende pakke(r) vil blive <b>installeret</b> :<br>
de: <br> Diese Pakete werden <b>installiert</b> :<br>
fr: <br> Ces paquets seront <b>installés</b> :<br>
hu: <br> A következő csomagok kerülnek <b>telepítésre</b>:<br>
pt_br: <br> Este(s) pacote(s) serão <b>instalados</b> :<br>

source: <br> These package(s) will be <b>removed</b> :<br>
ca: <br> Følgende pakke(r) vil blive <b>fjernet</b> :<br>
de: <br> Diese Pakete werden <b>entfernt</b> :<br>
fr: <br> Ces paquets seront <b>désinstallés</b> :<br>
hu: <br> A következő csomagok kerülnek <b>eltávolításra</b>:<br>
pt_br: <br> Este(s) pacote(s) serão <b>removidos</b> :<br>

source: Takeback plan for Operation on %1 at %2
ca: Plan for tilbageføring af handlinger på %1 på %2
de: Verifikation der Wiederherstellungsschritte an %1 auf %2
fr: Plan de restauration à l'état du %1 à %2
hu: Visszaállítási terv a %1 művelethez. Időpont: %2
pt_br: Plano de restauração de %1 para %2

source: Takeback operation verification
ca: Tilbageførings validering
de: Verifikation der Wiederherstellungsschritte
fr: Vérification de l'opération de restauration
hu: Visszaállítási művelet megerősítése
pt_br: verificação do plano de restauração

source: <center>This will restore your system back to : <b>%1</b> - <b>%2</b><br>
ca: <center>Dette vil bringe det system tilbage til : <b>%1</b> - <b>%2</b><br>
de: <center> Dies wird Ihr System zurücksetzen auf : <b>%1</b> - <b>%2</b><br>
fr: <center>Ceci restaurera votre système à l'état du : <b>%1</b> - <b>%2</b><br>
hu: <center>Ez visszaállítja a rendszert erre az időpontra : <b>%1</b> - <b>%2</b><br>
pt_br: <center>O seu sistema será restaurada para : <b>%1</b> - <b>%2</b><br>

source: If you're unsure, click Cancel and see TakeBack Plan.</center>
ca: Hvis du er i tvivl, klik Fortryd og gennemse handlingsplan for tilbageføring
de: Falls Sie unsicher sind, klicken Sie auf Zurück und betrachten Sie den Wiederherstellungsplan.</center>
fr: Si vous n'êtes pas sûr de savoir ce que vous faîtes, cliquer sur Annuler et consultez le plan de restauration.</center>
hu: Ha bizonytalan, kattintson a Mégsem gombra és nézze át a visszaállítási tervet.</center>
pt_br: Se você não tem certeza, clique em Cancelar e veja o Plano de Restauração.</center>

source: Taking back to : %1
ca: Ruller tilbage til: %1
de: Zurücksetzen zu : %1
fr: Retour à : %1
hu: Visszaállítás ide : %1
pt_br: Restaurando para : %1

source: Start new snapshot
ca: Opret ny øjebliksbillede
de: Neue Momentaufnahme durchführen
fr: Prendre un nouvel instantané
hu: Új pillanatfelvétel készítése
pt_br: Iniciar novo ponto de restauração

source: <center>This will take a snapshot of your system.<br>Click Ok when you're ready.</center>
ca: <center>Dette vil oprette et nyt øjebliksbillede af dit system.<br>Klik Ok når du er klar.</center>
de: <center>Dies wird eine Momentaufnahme Ihres Systems durchführen.<br>Wenn bereit, dann klicken Sie bitte Ok.</center>
fr: <center>Ceci prendra un nouvel instantané de votre système.<br>Cliquez Ok lorsque vous êtes prêts.</center>
hu: <center>Ezzel egy pillanatfelvételt készít a rendszeréről.<br>Kattintson az OK-ra ha készen áll.</center>
pt_br: <center>Será criado um ponto de restauração para o seu sistema.<br>Clique em Ok quando você estiver pronto.</center>

source: Taking New Snapshot
ca: Opretter nyt øjebliksbillede
de: Sichere neue Momentaufnahme
fr: Prise d'un nouvel instantané
hu: Új pillanatfelvétel készítése
pt_br: Criando Ponto de Restauração

source: Authentication Failed
ca: Godkendelse fejlede
de: Authentifizierung fehlgeschlagen
fr: Échec d'authentification
hu: Hitelesítés sikertelen
pt_br: Autenticação Falhou

source: Finished succesfully
ca: Afsluttede succesfuldt
de: Erfolgreich durchgeführt
fr: Terminé avec succès
hu: Sikeresen befejezve
pt_br: Finalizado com sucesso

source: Taking Snapshot : <b>%s</b>/100
ca: Opretter øjebliksbillede: <b>%s</b>/100
de: Sichere Momentaufnahme : <b>%s</b>/100
fr: Prise d'instantané : <b>%s</b>/100
hu: Pillanatfelvétel készítése : <b>%s</b>/100
pt_br: Criando Ponto de Restauração : <b>%s</b>/100

source: Upgrade
ca: Opgrader
fr: Mise-à-niveau
hu: Frissítés
pt_br: Atualizar

source: Removal
ca: Sletning
de: Desinstallation
fr: Suppression
hu: Eltávolítás
pt_br: Remoção

source: Emerge
de: Entstehen
hu: Új
pt_br: Emergir

source: Installation
hu: Telepítés
pt_br: Instalação

source: Snapshot
ca: Øjebliksbillede
de: Momentaufnahme
fr: Instantané
hu: Pillanatfelvétel
pt_br: Ponto de Restauração

source: Takeback
ca: Rul tilbage
de: Wiederherstellen
fr: Restauration
hu: Visszaállítás
pt_br: Restaurar

source: Repository Update
ca: Opdater Programarkiv
de: Depot Update
fr: Mise-à-jour des dépôts
hu: Tároló frissítése
pt_br: Atualizar Repositório

source: No: %1 Type: %2
de: Nein: %1 Typ: %2
fr: N° : %1 Type: %2
hu: Sorszám: %1 Típus: %2
pt_br: N°: %1 Tipo: %2

source: History Date - Time /Label
ca: Historik dato - Tidpunkt/Mærkat
de: Datum - Zeit /Label
fr: Date de l'historique - Temps/Étiquette
hu: Előzmény időpontja - Idő/Címke
pt_br: Data do Histórico - Tempo / Etiqueta

source: No: Type:
de: Nein: Typ:
fr: N°: Type :
hu: Sorszám: Típus:
pt_br: N°: Tipo:

source: Take back to this point
ca: Rul tilbage til dette punkt
de: Bis zu diesem Punkt zurückgehen
fr: Retour à ce point
hu: Visszaállítás ehhez a ponthoz
pt_br: Restaurar para esse ponto

source: Details
ca: Detaljer
fr: Détails
hu: Részletek
pt_br: Detalhes

source: Show operation plan
ca: Vis handlingsplan
de: Zeige Plan der Operationen
fr: Afficher le plan de l'opération
hu: Műveletterv megjelenítése
pt_br: Mostrar plano de operação

source: New Snapshot
ca: Nyt øjebliksbillede
de: Neue Momentaufnahme
fr: Nouvel instantané
hu: Új pillanatfelvétel
pt_br: Novo Ponto de Restauração

source: History Settings
ca: Indstillinger for Historik
de: Einstellungen
fr: Paramètres de l'historique
hu: Előzménykezelő beállítása
pt_br: Configurações do Histórico

source: Alias :
hu: Másnéven :
pt_br: Aliás :

source: Cancel
ca: Fortryd
de: Abbrechen
fr: Annuler
hu: Mégsem
pt_br: Cancelar

source: - Loading Pisi History
ca: - Indlæser Historik for Pisi
de: - Lade PiSi History
fr: - Chargement de l'historique de Pisi
hu: - Pisi előzmények betöltése
pt_br: - Carregando Histórico do PiSi

source: Copy
ca: Kopier
de: Kopiere
fr: Copier
hu: Másolás
pt_br: Copiar
