Repository: ayhanyalcinsoy/Pisicik
Catalog: history_manager/po/*.po
Languages: az, it, sr

source: Options
az: Ayarlar
it: Opzioni
sr: Опције

source: Startup Load :
az: Başlanğıcda Yüklə
it: Avvio di carico :
sr: Очитавање покретања

source: Operations
az: Əməliyyat
it: Operazioni
sr: Операције

source: History Manager
az: Keçmiş İdarəçisi
it: Gestore cronologia
sr: Менаџер историје

source: (c) 2009 TUBITAK/UEKAE
sr: (c) -2009 ТУБИТАК/УЕКАЕ

source: İşbaran Akçayır
sr: Исбаран Акцајир

source: Current Maintainer
az: İndiki Məsulu
it: Mantainer corrente
sr: Тренутни одржавалац

source: %1 Operations Loaded
az: %1 Əməliyyat Yükləndi
it: %1 Operazioni caricate
sr: Очитано %1 операција

source: Loading operation details..
az: Əməliyyat detalları yüklənir..
it: Caricamento dettagli operazione...
sr: Очитавање детаља операције...

source: Details for operation on %1 at %2
az: %1 saat %2 tarixli əməliyyatın detalları
it: Dettagli per l'operazione in %1 a %2
sr: Детаљи операције на %1 код %2

source: There are %1 packages in this snapshot.
az: Bu görüntüdə %1 paket var
it: Ci sono %1 pacchetti in questo punto di ripristino.
sr: Има %1 пакета у овом снимку

source: Ready ..
az: Hazır ..
it: Pronto
sr: Готов..

source: Loading Operation Plan
az: Əməliyyat Planı Yüklənir
it: Caricamento del piano di ripristino...
sr: Очитавање плана операције

source: Configuration files in snapshot:
az: Görüntüdəki əyar faylları:
it: File di configurazione nel punto di ripristino:
sr: Конфигурацијски фајлови у снимку:

source: <br> These package(s) will be <b>installed</b> :<br>
az: <br> Bu paket(lər) <b>qurulacaq</b> :<br>
it: <br>Questi pacchetti verranno<b>installati</b> :<br>
sr: <br> Овај(и) пакет(и) ће бити <b>инсталиран(и)</b> :<br>

source: <br> These package(s) will be <b>removed</b> :<br>
az: <br> Bu paket(lər) <b>qaldırılacaq</b> :<br>
it: <br>Questi pacchetti verranno<b>rimossi</b> :<br>
sr: <br> Овај(и) пакет(и) ће бити <b>уклоњен(и)</b> :<br>

source: Takeback plan for Operation on %1 at %2
az: %1 saat %2 tarixli əməliyyatın geri alma planı
it: Piano di ripristino per %1 operazione su %2
sr: Повлачећи план за операцију на %1 код %2

source: Takeback operation verification
az: Geri qaytarma əməliyyatını təsdiqləmə
it: Verifica operazione di ripristino
sr: Провера повлачеће операције

source: <center>This will restore your system back to : <b>%1</b> - <b>%2</b><br>
az: <center> Sistemin geri alınacağı nöqtə: <b>%1</b> - <b>%2</b><br>
it: <center>Il tuo sistema verrà ripristinato a:<b>%1</b> - <b>%2</b><br>
sr: <center>Ово ће да врати ваш систем назад на: <b>%1</b> - <b>%2</b><br>

source: If you're unsure, click Cancel and see TakeBack Plan.</center>
az: "Əmin deyilsinizsə, Ləğv düyməsinə basıb Geri Qytarma Planına baxın.
it: Se non sei sicuro, clicca su Annulla e guarda il piano di ripristino.
sr: Ако нисте сигурни, кликните на Поништи и видите Повлачећи План.</center>

source: Taking back to : %1
az: %1 nöqtəsinə geri alınır
it: Ripristino a : %1
sr: Повлачење на: %1

source: Start new snapshot
az: Yeni görüntü al
it: Nuovo punto di ripristino
sr: Покрени нови снимак

source: <center>This will take a snapshot of your system.<br>Click Ok when you're ready.</center>
az: <center>Sistemin vəziyyət görüntüsü alınacaq. <br>Hazır olduğunuzda Tamam "120 "düyməsinə basın</center>
it: <center>Verrà creato un punto di ripristino del tuo sistema.<br>Clicca su Ok quando sei pronto.</center>
sr: <center>Ово ће начинити снимак Вашег система.<br>Кликните на OК када сте спремни.</center>

source: Taking New Snapshot
az: Yeni Görüntü Alınır
it: Creazione punto di ripristino...
sr: Прављење новог снимка

source: Authentication Failed
az: Kimlik Təsdiqləmə Müvəffəqiyyətsiz
it: Autenticazione fallita
sr: Доказ аутентичности није прошао

source: Finished succesfully
az: Müvəffəqiyyətlə tamamlandı
it: Operazione completata con successo.
sr: Успешно завршено

source: Taking Snapshot : <b>%s</b>/100
az: Görüntü Alınır : <b>%s</b>/100
it: Creazione punto di ripristino: <b>%s</b>/100
sr: Прављење снимка: <b>%s</b>/100

source: Upgrade
az: Təkmilləşdirmə
it: Aggiornamento
sr: Надоградња

source: Removal
az: Qaldırma
it: Rimozione
sr: Уклањање

source: Installation
az: Quraşdırılma
it: Installazione
sr: Инсталација

source: Snapshot
az: Görüntü
it: Punto di ripristino
sr: Снимак

source: Takeback
az: Geri Qaytarma
it: Ripristino
sr: Повлачење

source: Repository Update
az: Anbar Güncəlləştirməsi
it: Aggiornamento Repository
sr: Ажурирање изворишта

source: No: %1 Type: %2
az: Nömrə: %1 Tip: %2
it: Numero: %1 Tipo: %2
sr: Број: %1 Тип: %2

source: History Date - Time /Label
az: Keçmiş Tarix - Zaman / Etiket
it: Data di Storia - Tempo / Etichetta
sr: Датум историје - Време /Етикета

source: No: Type:
az: Nömrə: Tip:
it: Numero: Tipo:
sr: Број: Тип:

source: Take back to this point
az: Bu nöqtəyə geri qaytar
it: Ripristina a questa situazione
sr: Врати на ову тачку:

source: Details
az: Detallar
it: Dettagli
sr: Детаљи

source: Show operation plan
az: Əməliyyat planını göstər
it: Mostra piano operazioni
sr: Прикажи план операције

source: New Snapshot
az: Yeni Görüntü
it: Nuovo punto di ripristino
sr: Нови снимак

source: History Settings
az: Keçmiş Əyarları
it: Impostazioni cronologia
sr: Подешавања историје

source: Alias :
az: Etiket:
it: Pseudonimo :
sr: Псеудоним:

source: Cancel
az: Ləğv
it: Annulla
sr: Поништи

source: - Loading Pisi History
az: - Pisi Keçmişi Yüklənir
it: Caricamento cronologia di Pisi...
sr: - Очитавање Pisi историје

source: Copy
az: Kopiyala
it: Copia
sr: Копирај

source: Emerge
az: Qaynaqdan Quraşdırılma
it: Costruzione pacchetto
