Repository: ayhanyalcinsoy/Pisicik
Catalog: service-manager-qt5/po/*.po
Languages: az, de, hu, ru

source: An application for managing system services.
az: Sistem xidmətləri idarəçilik tətbiqi
de: Verwaltung der System-Dienste.
hu: Rendszerszolgáltatás kezelő alkalmazás.
ru: Приложение для управления системными службами.

source: Service Manager
az: Servis İdarəçisi
de: Dienste
hu: Szolgáltatás kezelő
ru: Менеджер служб

source: Current Maintainer
az: İndiki İnkişaf etdirici
de: Aktueller Betreuer
hu: Aktuális karbantartó

source: COMAR Author
az: COMAR Yazıçısı
de: Autor von COMAR
hu: COMAR szerző

# EMAIL OF TRANSLATORS
source: Your emails
az: barish.kutsal@gmail.com
de: sw@pardususer.de
hu: bicskas9323@gmail.com, sipiatti@gmail.com
ru: zag@vspu.ru, tribunal2000@gmail.com

# NAME OF TRANSLATORS
source: Your names
az: Barış Kutsal
de: Stefan Wilhelm
hu: Daniel Kovács, Attila Siposs
ru: Ясыров Василий (zaG), Семенов Николай (Tribunal)

source: Authentication Error
de: Authentifikationsfehler
hu: Jogosultsági hiba
ru: Ошибка идентификации

source: You are not authorized for this operation.
de: Sie sind für diese Aktion nicht bevollmächtigt.
hu: Nincs jogosultsága a művelet végrehajtásához.
ru: Вы не авторизованы для данной операции

source: Error
de: Fehler
hu: Hiba
ru: Ошибка

source: An exception occurred.
de: Ein Ausnahmefall ist eingetreten.
hu: Kivétel történt.
ru: Исключение

source: Service information is not available
de: Information über Dienst ist nicht verfügbar
hu: Szolgáltatás információ nem áll rendelkezésre
ru: Информация о сервисе не доступна

source: Form
hu: Űrlap
ru: Форма

source: Hide Information
de: Verberge Information
hu: Infórmációk elrejtése
ru: Спрятать информацию

source: serviceName
az: Servis Adı
hu: szolgáltatásNév
ru: Имя службы

source: serviceDesc
az: Servis Açıqlması
hu: szolgáltatásLeírás
ru: Описание службы

source: Start service
az: Servisi Başlat
de: Dienst starten
hu: Szolgáltatás indítása
ru: Запуск службы

source: Reload service
az: Servisi yenidən başlat
de: Dienst neu starten
hu: Szolgáltatás újratöltése
ru: Перезагрузк службы

source: Run on start
az: Açılışda işlət
de: Automatisch starten
hu: Rendszerindításkor induljon
ru: Запускать автоматически

source: Stop service
az: Servisi Dayandır
de: Dienst anhalten
hu: Szolgáltatás leállítása
ru: Остановка службы

source: More Information
de: Mehr Information
hu: További információ
ru: Больше информации

source: type service name to search...
az: Axtarılacaq servisin adını yazın...
de: Schreiben Sie den Namen des Dienstes den Sie suchen...
hu: gépelje be a szolgáltatás nevét a kereséshez...
ru: введите имя службы для поиска ...

source: Servers
az: Serverlər
de: Server
hu: Kiszolgálók
ru: Серверы

source: System Services
az: Sistem Servisləri
de: Systemdienste
hu: Rendszerszolgáltatások
ru: Системные службы

source: Startup Services
az: Açılış Servisləri
de: Automatische Dienste
hu: Rendszerindítási szolgáltatások
ru: Запущенные службы

source: Running Services
az: Çalışan Servislər
de: Aktive Dienste
hu: Futó szolgáltatások
ru: Запущенные службы

source: All Services
az: Bütün ServislərCOMAR Yazıçısı
de: Alle Dienste
hu: Minden szolgáltatás
ru: Все службы

source: Getting service info... %p%
az: Servis məlumatı gətirilir... %p%
de: Erhalte Dienste Info... %p%
hu: Szolgáltatás információk lekérése... %p%
ru: Информация о службе ... %p%
